<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
	<title>XimdeX. Ayuda</title>
	<link rel="STYLESHEET" type="text/css" href="css/ximdex.css">
</head>

<body><br>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
		<td class="tituloseccion"><img src="images/pix_t.gif" width="30" height="1" alt="" border="0"><img src="images/ico_ayuda.gif" width="18" height="18" alt="" border="0" align="absmiddle"> Ayuda de ximDEX</td>
	</tr>
	<tr>
		<td align="center"  height="25">
			<table border="0" width="98%" cellspacing="0">
				<tr class="filaclaranegrita">
					<td><a href="contenedores_xml.html" class="normalnegrita">&laquo; tema anterior</a></td>
					<td align="center"><a href="index.html" class="normalnegrita"><img src="images/subir.gif" width="6" height="10" alt="" border="0"> &Iacute;ndice</a></td>
					<td align="right"><a href="change_name_xml.html" class="normalnegrita">tema siguiente &raquo;</a></td>
				</tr>
				
			</table>
		</td>
	</tr>
	<tr>
		<td class="normalnegritag"><img src="images/pix_t.gif" width="10" height="15" alt="" border="0">3.8.2 Crear un documento XML. Selección de plantillas</td>
	</tr>
	<tr>
		<td align="center">
			<table border="0" width="95%">
				<tr>
					<td><img src="pantallas_ximdex/arbol_xml.gif" width="143" height="65" alt="" border="0"></td>
					<td><p class="normal">Para crear un documento XML, deber&aacute; seleccionar la carpeta "<strong>_xml</strong>" en el &aacute;rbol de ximDEX, tal y como muestra la figura de la izquierda, y despu&eacute;s pulsar el bot&oacute;n <img src="pantallas_ximdex/boton_add_file_xml.gif" width="56" height="12" alt="" border="1"> dentro de la barra de acciones, lo que har&aacute; aparecer el siguiente formulario dentro de la zona de trabajo:</p></td>
				</tr>
				<tr>
					<td colspan="2" align="center"><img src="pantallas_ximdex/form_add_xml.gif" width="350" height="228" alt="" border="0"></td>
				</tr>
				<tr>
					<td colspan="2">
						<p class="normal">Dentro de este formulario deber&aacute; introducir obligatoriamente un nombre para el archivo a crear en el campo "<strong>Nombre del archivo</strong>", una <a href="plantillas.html" class="destacada">Plantilla</a> de vista para el archivo, un <strong>idioma</strong> y un <strong>canal</strong>, tal y como muestra la figura.</p>
						<p class="normal">Para activar un <strong>idioma</strong>, deber&aacute; pulsar sobre el <em>check</em> que hay situado bajo la columna idioma y despu&eacute;s rellenar el t&iacute;tulo que tendr&aacute; el archivo una vez publicado en ese idioma. Es obligatorio que para crear un archivo haya seleccionado al menos un idioma, si no rellena el campo "Nombre", ximDEX utilizar&aacute; autom&aacute;ticamente el nombre del archivo que haya introducido.</p>
						<p class="normal">Al igual que con los idiomas, el formulario mostrar&aacute; autom&aacute;ticamente los canales de publicaci&oacute;n disponibles dentro de ximDEX. Para activar un <strong>canal</strong> deber&aacute; pulsar sobre el <em>check</em> que hay situado a la izquierda del nombre del canal. Es obligatorio seleccionar al menos un canal de publicaci&oacute;n para el documento.</p>
						
					</td>
				</tr>
				<tr>
					<td><img src="pantallas_ximdex/arbol_xml_contenedor.gif" width="143" height="80" alt="" border="0"></td>
					<td valign="top"><p class="normal">Una vez completados los campos deseados dentro del formulario deber&aacute; pulsar en el bot&oacute;n "crear" para terminar con la operaci&oacute;n correctamente. ximDEX generar&aacute; un arhivo editable por cada idioma seleccionado y publicar&aacute; cada idioma en los canales seleccionados en el formulario. Para visualizar el documento y los archivos creados, deber&aacute; ir al &aacute;rbol ximDEX y pulsar sobre el "<strong>+</strong>" situado a la izquierda del documento creado, tal y como muestra la figura de la izquierda.</p></td>
				</tr>
			</table>
		</td>
	</tr>
</table>
</body>
</html>