<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
	<title>XimdeX. Ayuda</title>
	<link rel="STYLESHEET" type="text/css" href="css/ximdex.css">
</head>

<body><br>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
		<td class="tituloseccion"><img src="images/pix_t.gif" width="30" height="1" alt="" border="0"><img src="images/ico_ayuda.gif" width="18" height="18" alt="" border="0" align="absmiddle"> Ayuda de ximDEX</td>
	</tr>
	<tr>
		<td align="center"  height="25">
			<table border="0" width="98%" cellspacing="0">
				<tr class="filaclaranegrita">
					<td><a href="conceptos_basicos.html" class="normalnegrita">&laquo; tema anterior</a></td>
					<td align="center"><a href="index.html" class="normalnegrita"><img src="images/subir.gif" width="6" height="10" alt="" border="0"> &Iacute;ndice</a></td>
					<td align="right"><a href="contenedor.html" class="normalnegrita">tema siguiente &raquo;</a></td>
				</tr>
				
			</table>
		</td>
	</tr>
	<tr>
		<td class="normalnegritag"><img src="images/pix_t.gif" width="10" height="15" alt="" border="0">4.2 Abrir un archivo con el editor.</td>
	</tr>
	<tr>
		<td align="center">
			<table border="0" width="95%">
				<tr>
					<td><img src="pantallas_ximdex/arbol_xml_archivo.gif" width="143" height="80" alt="" border="0"></td>
					<td><p class="normal">Para abrir un archivo con el editor ximDEX, deber&aacute; seleccionarlo primero en el &aacute;rbol ximDEX, tal y como muestra la figura de la izquierda, y despu&eacute;s pulsar en el bot&oacute;n <img src="pantallas_ximdex/boton_edit_file_xml.gif" width="56" height="12" alt="" border="1" align="middle"> de la barra de acciones, lo que har&aacute; que aparezca el archivo en la zona de trabajo, tal y como muestra la siguiente figura:</p></td>
				</tr>
				<tr>
					<td colspan="2" align="center"><img src="pantallas_ximdex/archivo_editado.gif" width="510" height="291" alt="" border="0"></td>
				</tr>
				<tr>
					<td colspan="2"><p class="normal">Todos los archivos creados en ximDEX aparecer&aacute;n con varios elementos b&aacute;sicos de la plantilla seleccionada y que guiar&aacute;n al usuario en la creaci&oacute;n de un nuevo archivo dentro del editor. Estos elementos iniciales s&oacute;lo tienen un car&aacute;cter orientativo y podr&aacute; modificarlos o eliminarlos seg&uacute;n las necesidades del documento a publicar.</p>
					<p class="normal">Para modificar o comenzar a escribir dentro del documento deber&aacute; situar el cursor encima del elemento a modificar, y despu&eacute;s comenzar a escribir como se muestra en las siguientes figuras:</p></td>
				</tr>
				<tr>
					<td colspan="2" align="center"><img src="pantallas_ximdex/inicio_escritura.gif" width="75" height="23" alt="" border="0" class="imagen" align="middle">&nbsp;&nbsp;<span class="normal">&raquo;</span>&nbsp;&nbsp;<img src="pantallas_ximdex/inicio_escritura2.gif" width="183" height="18" alt="" border="1" align="middle" class="imagen"></td>
				</tr>
				<tr>
					<td colspan="2"><p class="normal">Todos los elementos editables tanto de la plantilla del editor como los que se insertar&aacute;n como contenido tienen la particularirdad de que tienen un icono seleccionable situado a la izquierda del elemento. Este icono cumple tres funciones fundamentales: la de seleccionar un elemento en un documento, mostrar sus propiedades y la de a&ntilde;adir m&aacute;s elementos a continuaci&oacute;n del seleccionado.</p>
					<p class="normal" style="margin-left: 10px; margin-top: 4px;"><strong>Seleccionar un bloque</strong>: para seleccionar un bloque deber&aacute; pulsar con el bot&oacute;n izquierdo del rat&oacute;n encima del icono situado a su izquierda, en ese momento el elemento ser&aacute; marcado mediante un rect&aacute;ngulo azul punteado, tal y como muestra la figura</p>
					<p class="normal" style="margin-left: 10px; margin-top: 4px; text-align: center;"><img src="pantallas_ximdex/parrafo_demo.gif" width="379" height="36" alt="" border="0"></p>
					<p class="normal" style="margin-left: 10px; margin-top: 6px;"><strong>mostrar las propiedades del elemento</strong>: todos los elementos del editor ximDEX tienen dos vistas: <em>Vista por defecto</em>, que es la que tendr&aacute; el elemento una vez publicado el documento y <strong>Vista de propiedades</strong>, que son las que pueden modificar al elemento en estilo, alineaci&oacute;n, etc. Para mostrar las propiedades de un elemento (clase, alineaci&oacute;n, url, etc.) deber&aacute; pulsar el icono con el bot&oacute;n derecho, lo que har&aacute; que aparezca un men&uacute; alternativo (ver figura inferior), en el que aparecer&aacute; el nombre del elemento seleccionado (p&aacute;rrafo, imagen, etc.) y la vista seleccionada en negrita. Para cambiar entre vistas, s&oacute;lo tendr&aacute; que pulsar en la que no est&eacute; seleccionada con el bot&oacute;n izquierdo del rat&oacute;n.</p>
					<p class="normal" style="margin-left: 10px; margin-top: 4px; text-align: center;"><img src="pantallas_ximdex/parrafo_propiedades.gif" width="379" height="91" alt="" border="0" align="middle">&nbsp;&nbsp;&nbsp;<img src="pantallas_ximdex/parrafo_propiedades2.gif" width="343" height="48" alt="" border="0"></p>
					<p class="normal" style="margin-left: 10px; margin-top: 4px;">Adem&aacute;s de esta acci&oacute;n, podr&aacute; desplazar el elemento hacia arriba o abajo con respecto al resto de elementos insertados en el editor. Para ello deber&aacute; desplegar las propiedades del elemento a desplazar y pulsar en "subir" o "bajar", seg&uacute;n proceda.</p>
					<p class="normal" style="margin-left: 10px; margin-top: 4px;"><strong>A&ntilde;adir un elemento</strong>: el men&uacute; alternativo, descrito en el apartado anterior, indicar&aacute; los elementos que puede insertar dentro de una plantilla ximDEX. Para a&ntilde;adir un elemento a continuaci&oacute;n del seleccionado, s&oacute;lo tendr&aacute; que desplegar el men&uacute; de propiedades y pulsar con el bot&oacute;n izquierdo sobre el elemento deseado.</p>
					</td>
				</tr>
				
			</table>
		</td>
	</tr>
</table>
</body>
</html>