<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
	<title>XimdeX. Ayuda</title>
	<link rel="STYLESHEET" type="text/css" href="css/ximdex.css">
</head>

<body><br>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
		<td class="tituloseccion"><img src="images/pix_t.gif" width="30" height="1" alt="" border="0"><img src="images/ico_ayuda.gif" width="18" height="18" alt="" border="0" align="absmiddle"> Ayuda de ximDEX</td>
	</tr>
	<tr>
		<td align="center"  height="25">
			<table border="0" width="98%" cellspacing="0">
				<tr class="filaclaranegrita">
					<td><a href="contenedor.html" class="normalnegrita">&laquo; tema anterior</a></td>
					<td align="center"><a href="index.html" class="normalnegrita"><img src="images/subir.gif" width="6" height="10" alt="" border="0"> &Iacute;ndice</a></td>
					<td align="right"><a href="enlaces.html" class="normalnegrita">tema siguiente &raquo;</a></td>
				</tr>
				
			</table>
		</td>
	</tr>
	<tr>
		<td class="normalnegritag"><img src="images/pix_t.gif" width="10" height="15" alt="" border="0">4.2.2 Estilos</td>
	</tr>
	<tr>
		<td align="center">
			<table border="0" width="95%">
				<tr>
					<td><p class="normal">Aunque la apariencia del texto ya viene definida por defecto en la totalidad de los elementos a incluir dentro de una plantilla ximDEX, podr&aacute; realizar variaciones sobre la mayor&iacute;a del texto. Para poder variar la apariencia del texto, enlaces, etc. se ha previsto la utilizaci&oacute;n de estilos ya definidos en la l&iacute;nea de dise&ntilde;o general del portal.</p>
					<p class="normal">Hay dos formas de cambiar la apariencia del texto en las plantillas ximDEX:</p>
					<p class="normal" style="margin-left: 15px; margin-top: 6px;"><strong>Con las propiedades del elemento</strong>: para modificar la apariencia del texto de forma global a un elemento deber&aacute; pulsar sobre la propiedades del elemento (bot&oacute;n derecho sobre el icono que aparece a la izquierda del elemento seleccionado y despu&eacute;s en "mostrar propiedades"), lo que har&aacute; que aparezca un formulario en lugar del elemento, como muestra la siguiente figura:</p>
					</td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/parrafo_estilo.gif" width="251" height="120" alt="" border="0"></td>
				</tr>
				<tr>
					<td>
					<p class="normal" style="margin-left: 15px; margin-top: 6px;">En este formulario deber&aacute; seleccionar el estilo deseado a trav&eacute;s de la lista desplegable "<strong>Estilo</strong>". Una vez que vuelva a la "vista por defecto" del elemento podr&aacute; apreciar el cambio del estilo seleccionado.</p>
					</td>
				</tr>
				<tr>
					<td><p class="normal" style="margin-left: 15px; margin-top: 6px;"><strong>Con la barra de acciones de ximEDITOR</strong>: s&oacute;lo algunos de los elementos incluidos en la plantilla tienen la posibilidad de cambiar parcialmente su apariencia. Uno de los elementos que podr&aacute; modificar parcialmente es el texto incluido en los p&aacute;rrafos. Para modificar la apariencia de parte del texto escrito en un p&aacute;rrafo, deber&aacute; seleccionar la parte del texto a la que va a cambiar su apariencia. Una vez seleccionado el texto, deber&aacute; pulsar el icono <img src="pantallas_ximdex/ico_estilo.gif" width="17" height="17" alt="" border="0" align="absmiddle"> dentro de la <em>barra de acciones de ximEDITOR</em> (si este icono no se iluminase, querr&aacute; decir que el elemento no puede ser modificado parcialemente). Al pular dicho icono, aparecer&aacute; una ventana indicando los estilos disponibles dentro de la plantilla, tal y como muestra la figura</p></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/estilo_general.gif" width="352" height="112" alt="" border="0"></td>
				</tr>
				<tr>
					<td><p class="normal" style="margin-left: 15px; margin-top: 6px;">Una vez seleccionado el estilo deseado, deber&aacute; pulsar en "Aceptar" para que los cambios tengan efecto en el documento. Una vez hecho esto, la parte del texto seleccionada se modificar&aacute; autom&aacute;ticamente y se mostrar&aacute; un icono de estilo a la izquierda del texto modificado, tal y como se muestra en la figura, lo que ayudar&aacute; a identificar la parte del texto modificada.</p></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/texto_estilo.gif" width="99" height="37" alt="" border="0" class="imagen"></td>
				</tr>
				<tr>
					<td>
						<p class="normal" style="margin-left: 15px; margin-top: 6px;">Para borrar una modificaci&oacute;n hecha en una parte del texto, deber&aacute; seleccionar de nuevo el texto deseado y volver a pulsar sobre el icono de estilo. El editor autom&aacute;ticamente suprimir&aacute; el estilo seleccionado para esa parte del texto.</p>
					</td>
				</tr>
			</table>
		</td>
	</tr>
</table>
</body>
</html>