<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
	<title>XimdeX. Ayuda</title>
	<link rel="STYLESHEET" type="text/css" href="css/ximdex.css">
</head>

<body><br>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
		<td class="tituloseccion"><img src="images/pix_t.gif" width="30" height="1" alt="" border="0"><img src="images/ico_ayuda.gif" width="18" height="18" alt="" border="0" align="absmiddle"> Ayuda de ximDEX</td>
	</tr>
	<tr>
		<td align="center"  height="25">
			<table border="0" width="98%" cellspacing="0">
				<tr class="filaclaranegrita">
					<td><a href="enlaces.html" class="normalnegrita">&laquo; tema anterior</a></td>
					<td align="center"><a href="index.html" class="normalnegrita"><img src="images/subir.gif" width="6" height="10" alt="" border="0"> &Iacute;ndice</a></td>
					<td align="right"><a href="listas.html" class="normalnegrita">tema siguiente &raquo;</a></td>
				</tr>
				
			</table>
		</td>
	</tr>
	<tr>
		<td class="normalnegritag"><img src="images/pix_t.gif" width="10" height="15" alt="" border="0">4.2.4 Imágenes</td>
	</tr>
	<tr>
		<td align="center">
			<table border="0" width="95%">
				<tr>
					<td><p class="normal">Para insertar una imagen, deberá pulsar sobre uno de los elementos incluidos en la plantilla ximDEX con el botón derecho del ratón, después deberá seleccionarlo de la lista de elementos como "insertar Imagen", lo que hará que aparezca el siguiente elemento dentro de la zona de trabajo del editor:</p></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/imagen_inicio.gif" width="46" height="52" alt="" border="0" class="imagen"></td>
				</tr>
				<tr>
					<td><p class="normal">Para modificar las propiedades de la imagen, deber&aacute; pulsar con el bot&oacute;n derecho del rat&oacute;n sobre el icono de la imagen que hay situado justo encima de la imagen que acaba de insertar, lo que har&aacute; que aparezca el siguiente formulario dentro de la zona de trabajo del editor:</p></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/imagen_form.gif" width="443" height="139" alt="" border="0" class="imagen"></td>
				</tr>
				<tr>
					<td>
						<p class="normal">Donde podr&aacute; configurar las siguientes opciones:</p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;"><strong>Url</strong>: es el archivo de imagen a insertar, para modificar su contenido deber&aacute; hacer "doble-click" dentro del campo de texto. Lo que har&aacute; que aparezca la siguente ventana sobre el editor.</p>
						<p style="margin-left: 15px; margin-top: 5px; text-align: center"><img src="pantallas_ximdex/imagen_navegacion.gif" width="401" height="248" alt="" border="0"></p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;">Donde podr&aacute; seleccionar la imagen a trav&eacute;s del &aacute;rbol ximDEX, el cual s&oacute;lo mostrar&aacute; las carpetas de im&aacute;genes del proyecto. Esta misma ventana le facilitar&aacute; una vista previa de la imagen: para ello s&oacute;lo tendr&aacute; que seleccionar la imagen y esperar unos segundos a que aparezca dentro del marco situado a la derecha de la ventana, tal y como se muestra en la imagen anterior. Una vez seleccionado el archivo, deber&aacute; pulsar en "insertar imagen", para que los cambios surgan efecto dentro del documento</p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;"><strong>Texto</strong>: Ser&ntilde;a el texto alternativo que aparecer&aacute; al situar el rat&oacute;n sobre la imagen una vez que el documento est&eacute; publicado. <u>La WAI (Web Accesibility Initiative) recomienda la inclusi&oacute;n de una descripci&oacute;n en todas las im&aacute;genes que se incluyan dentro de un documento HTML</u></p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;"><strong>Espacio horizontal</strong>: margen horizontal, determinado en p&iacute;xeles, que tendr&aacute; la imagen una vez publicada y que la separar&aacute; de elementos que tenga a la derecha o izquierda, si se deja vac&iacute;a se utilizar&aacute; el valor por defecto, que es cero (0).</p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;"><strong>Espacio Vertical</strong>: margen vertical, determinado en p&iacute;xeles, que tendr&aacute; la imagen una vez publicada y que la separar&aacute; de elementos que tenga en la parte superior o inferior, si se deja vac&iacute;a se utilizar&aacute; el valor por defecto, que es cero (0).</p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;"><strong>Alto</strong>: altura de la imagen en p&iacute;xeles, si el valor se deja vac&iacute;o se utilizar&aacute; la altura original del archivo.</p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;"><strong>Alto</strong>: ancho de la imagen en p&iacute;xeles, si el valor se deja vac&iacute;o se utilizar&aacute; el ancho original del archivo.</p>
						<p class="normal"  style="margin-left: 15px; margin-top: 5px;"><strong>Alineaci&oacute;n</strong>: con este valor se situar&aacute; la imagen dentro del documento y ser&aacute; relativa a los objetos que tenga inmediatamente antes o despu&eacute;s. Por ejemplo: si se selecciona "derecha" inmediatamente antes de un p&aacute;rrafo, la imagen se introducir&aacute; dentro del bloque del p&aacute;rrafo situ&aacute;ndose a la derecha del texto.</p>
					</td>
					
				</tr>
			</table>
		</td>
	</tr>
</table>
</body>
</html>