<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
	<title>XimdeX. Ayuda</title>
	<link rel="STYLESHEET" type="text/css" href="css/ximdex.css">
</head>

<body><br>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
		<td class="tituloseccion"><img src="images/pix_t.gif" width="30" height="1" alt="" border="0"><img src="images/ico_ayuda.gif" width="18" height="18" alt="" border="0" align="absmiddle"> Ayuda de ximDEX</td>
	</tr>
	<tr>
		<td align="center"  height="25">
			<table border="0" width="98%" cellspacing="0">
				<tr class="filaclaranegrita">
					<td><a href="listas.html" class="normalnegrita">&laquo; tema anterior</a></td>
					<td align="center"><a href="index.html" class="normalnegrita"><img src="images/subir.gif" width="6" height="10" alt="" border="0"> &Iacute;ndice</a></td>
					<td align="right"><a href="parrafos.html" class="normalnegrita">tema siguiente &raquo;</a></td>
				</tr>
				
			</table>
		</td>
	</tr>
	<tr>
		<td class="normalnegritag"><img src="images/pix_t.gif" width="10" height="15" alt="" border="0">4.2.6 Menú superior</td>
	</tr>
	<tr>
		<td align="center">
			<table border="0" width="95%">
				<tr>
					<td><p class="normal">Para insertar un men&uacute; superior, deberá pulsar sobre uno de los elementos incluidos en la plantilla ximDEX con el botón derecho del ratón, después deberá seleccionarlo de la lista de elementos como "insertar Men&uacute; superior", lo que hará que aparezca el siguiente elemento dentro de la zona de trabajo del editor:</p></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/menu_superior.gif" width="371" height="42" alt="" border="0"></td>
				</tr>
				<tr>
					<td><p class="normal">Donde podr&aacute; escribir directamente el texto y realizar las siguientes acciones y <strong>modificar sus propiedades</strong>. El men&uacute; superior no dispone de opciones gen&eacute;ricas para todo el elemento, pero s&iacute; podr&aacute; modificar cada una de las opciones introducidas. Para modificar las propiedades de una opci&oacute;n deber&aacute; pulsar con el bot&oacute;n derecho del rat&oacute;n en el icono situado a la izquierda de la opci&oacute;n deseada, lo que har&aacute; que aparezca el siguiente formulario en la zona de trabajo de ximEDITOR:</p>
					<p style="margin-left: 15px; margin-top: 5px; text-align: center;"><img src="pantallas_ximdex/menu_superior_propiedades.gif" alt="" width="422" height="74" border="0"></p>
					<p class="normal">En este formulario podr&aacute; modificar las siguientes propiedades:</p>
					<p style="margin-left: 15px; margin-top: 5px;" class="normal"><strong>Texto</strong>: ser&aacute; el literal que aparecer&aacute; dentro del men&uacute;</p>
					<p style="margin-left: 15px; margin-top: 5px;" class="normal"><strong>Seleccionado</strong>: esta propiedad modificar&aacute; la apariencia y la funcionalidad de la opci&oacute;n seleccionada. Si la propiedad tiene el valor "<strong>SI</strong>", indicar&aacute; al usuario en qu&eacute; parte del sitio se encuentra de una forma gr&aacute;fica, mientras que si su valor es "NO", le indicar&aacute; que es otro apartado de la secci&oacute;n. En la figura que se muestra a continuaci&oacute;n, la primera opci&oacute;n tiene como valor "S&Iacute;" y la segunda opci&oacute;n tiene como valor "NO".</p>
					<p style="margin-left: 15px; margin-top: 5px; text-align: center;"><img src="pantallas_ximdex/menu_superior_ejemplo.gif" width="406" height="27" alt="" border="0"></p>
					</td>
				</tr>
				<tr>
					<td><p style="margin-left: 15px; margin-top: 5px;" class="normal"><strong>Url</strong>: ser&aacute; la p&aacute;gina a la cual referenciar&aacute; la opci&oacute;n seleccionada. Para introducir una URL v&aacute;lida, deber&aacute; hacer "doble-click" en el campo de texto situado a la derecha del literal "Url", lo que har&aacute; que aparezca la siguiente pantalla sobre el editor:</p>
					<p style="margin-left: 15px; margin-top: 5px; text-align: center;"><img src="pantallas_ximdex/enlace_pantalla.gif" width="439" height="237" alt="" border="0"></p>
					<p style="margin-left: 15px; margin-top: 5px;" class="normal">Donde podr&aacute; seleccionar, a trav&eacute;s del &aacute;rbol ximDEX, el archivo a enlazar. Una vez seleccionado, el nombre de la p&aacute;gina aparecer&aacute; en la caja de texto situada a la derecha de la pantalla.</p>
					<p style="margin-left: 15px; margin-top: 5px;" class="normal">Una vez seleccionada la p&aacute;gina deber&aacute; pulsar en "insertar enlace", para que los cambios surjan efecto dentro del documento. Al ser &eacute;ste un elemento ya predefinido en ximDEX, las propiedades Estilo y  Referenciador no afectar&aacute;n a la apariencia ni a la funcionalidad del elemento.</p>
					<p style="margin-left: 15px; margin-top: 5px;" class="normal"><strong>Estilo</strong>: con esta propiedad podr&aacute; variar la apariencia de los enlaces <strong>NO</strong> seleccionados con los estilos previamente definidos y que se mostrar&aacute;n dentro de este "combo".</p>
					<p class="normal">Para introducir una "<strong>Nueva Opci&oacute;n</strong>", deber&aacute; pulsar con el bot&oacute;n derecho en una de las opciones ya introducidas y a continuaci&oacute;n pulsar en "insertar Opcion Menu superior".</p>
					</td>
				</tr>
			</table>
		</td>
	</tr>
</table>
</body>
</html>