<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
	<title>XimdeX. Ayuda</title>
	<link rel="STYLESHEET" type="text/css" href="css/ximdex.css">
</head>

<body><br>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
		<td class="tituloseccion"><img src="images/pix_t.gif" width="30" height="1" alt="" border="0"><img src="images/ico_ayuda.gif" width="18" height="18" alt="" border="0" align="absmiddle"> Ayuda de ximDEX</td>
	</tr>
	<tr>
		<td align="center"  height="25">
			<table border="0" width="98%" cellspacing="0">
				<tr class="filaclaranegrita">
					<td><a href="sumario.html" class="normalnegrita">&laquo; tema anterior</a></td>
					<td align="center"><a href="index.html" class="normalnegrita"><img src="images/subir.gif" width="6" height="10" alt="" border="0"> &Iacute;ndice</a></td>
					<td align="right"><a href="gestor_correo.html" class="normalnegrita">tema siguiente &raquo;</a></td>
				</tr>
				
			</table>
		</td>
	</tr>
	<tr>
		<td class="normalnegritag"><img src="images/pix_t.gif" width="10" height="15" alt="" border="0">4.2.11 Tablas</td>
	</tr>
	<tr>
		<td align="center">
			<table border="0" width="95%">
				<tr>
					<td><p class="normal">Para insertar una tabla, deberá pulsar sobre uno de los elementos incluidos en la plantilla ximDEX con el botón derecho del ratón, después deberá seleccionarlo de la lista de elementos como "insertar Tabla", lo que hará que aparezca el siguiente elemento dentro de la zona de trabajo del editor:</p></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/tabla.gif" width="376" height="49" alt="" border="0"></td>
				</tr>
				<tr>
					<td>
						<p class="normal">Dentro de este elemento podr&aacute; realizar las siguientes acciones:</p>
						<p class="normal" style="margin-left: 15px; margin-top: 5px;"><strong>Modificar sus propiedades</strong>: para modificar las propiedades generales de la tabla deber&aacute; pulsar sobre el icono situado a la izquierda del literal "[propiedades de la tabla]", en la parte superior de la tabla, lo que har&aacute; que aparezca el siguiente formulario en el lugar de la tabla insertada:</p>
						<p style="margin-left: 15px; margin-top: 5px; text-align: center"><img src="pantallas_ximdex/tabla_propiedades.gif" width="309" height="73" alt="" border="0"></p>
						<p class="normal" style="margin-left: 15px; margin-top: 5px;">Donde podr&aacute; modificar las siguientes propiedades:</p>
						<p class="normal" style="margin-left: 25px; margin-top: 5px;"><strong>Ancho</strong>: el espacio en p&iacute;xeles que ocupar&aacute; la tabla de ancho.</p>
						<p class="normal" style="margin-left: 25px; margin-top: 5px;"><strong>Alineaci&oacute;n Horizontal</strong>: la posici&oacute;n horizontal que tendr&aacute; la tabla (izquierda, centrada o derecha), con respecto al resto de elementos incluidos en el contenido.</p>
						<p class="normal" style="margin-left: 25px; margin-top: 5px;"><strong>Clase</strong>: el estilo que definir&aacute; su aspecto dentro del documento. Estos estilos est&aacute;n ya predefinidos dentro de la l&iacute;nea de dise&ntilde;o del portal.</p>
						<p class="normal" style="margin-left: 15px; margin-top: 5px;"><strong>Insertar nuevas filas</strong>: para insertar una fila dentro de la tabla deber&aacute; pulsar con el bot&oacute;n derecho del rat&oacute;n el icono situado en la columna de la izquierda de la fila anterior al lugar donde se quiere introducir la nueva fila, no obstante las filas se podr&aacute;n desplazar en conjunto y verticalmente dentro de la tabla. En el men&uacute; alternativo que aparecer&aacute; al pulsar dicho icono, podr&aacute; seleccionar el n&uacute;mero de columnas que desea introducir en la tabla, para el ejemplo introduciremos una fila de cuatro columnas:</p>
						<p style="margin-left: 15px; margin-top: 5px; text-align: center"><img src="pantallas_ximdex/tabla_con_fila.gif" width="404" height="52" alt="" border="0"></p>
						<p class="normal" style="margin-left: 15px; margin-top: 5px;">Una vez introducida la fila podr&aacute; modificar las propiedades generales de la misma pulsando con el bot&oacute;n derecho del rat&oacute;n sobre el icono situado en la columna de la izquierda de la fila seleccionada, lo que har&aacute; que aparezca el siguiente formulario:</p>
						<p style="margin-left: 15px; margin-top: 5px; text-align: center"><img src="pantallas_ximdex/tabla_propiedades_fila.gif" width="193" height="24" alt="" border="0"></p>
						<p class="normal" style="margin-left: 15px; margin-top: 5px;">Donde podr&aacute; modificar el <strong>Estilo</strong> para todas las celdas contenidas dentro la fila que afectar&aacute;, principalmente al color de fondo, borde y tipo de letra de las mismas</p>
						<p class="normal" style="margin-left: 15px; margin-top: 10px;">Adem&aacute;s podr&aacute; modificar las propiedades de las celdas pulsando con el bot&oacute;n derecho del rat&oacute;n sobre el icono situado a la izquierda de cada celda, lo que hara que aparezca el siguiente formulario dentro de la celda seleccionada:</p>
						<p style="margin-left: 15px; margin-top: 5px; text-align: center"><img src="pantallas_ximdex/tabla_propiedades_celda.gif" width="289" height="72" alt="" border="0"></p>
						<p class="normal" style="margin-left: 15px; margin-top: 5px;">Donde podr&aacute; modificar las siguientes propiedades:</p>
						<p class="normal" style="margin-left: 25px; margin-top: 5px;"><strong>Estilo</strong>: que modificar&aacute; la apariencia del tipo de letra de la celda</p>
						<p class="normal" style="margin-left: 25px; margin-top: 5px;"><strong>Alineaci&oacute;n Horizontal</strong>: que definir&aacute; la posici&oacute;n horizontal que ocupar&aacute; el contenido de la celda (Izquierda, Centrado o Derecha).</p>
						<p class="normal" style="margin-left: 25px; margin-top: 5px;"><strong>Alineaci&oacute;n Vertical</strong>: que definir&aacute; la posici&oacute;n vertical que ocupar&aacute; el contenido de la celda (Superior, Medio o Inferior).</p>
					</td>
				</tr>
			</table>
		</td>
	</tr>
</table>
</body>
</html>