<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">

<html>
<head>
	<title>XimdeX. Ayuda</title>
	<link rel="STYLESHEET" type="text/css" href="css/ximdex.css">
</head>

<body><br>
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<tr>
		<td class="tituloseccion"><img src="images/pix_t.gif" width="30" height="1" alt="" border="0"><img src="images/ico_ayuda.gif" width="18" height="18" alt="" border="0" align="absmiddle"> Ayuda de ximDEX</td>
	</tr>
	<tr>
		<td align="center"  height="25">
			<table border="0" width="98%" cellspacing="0">
				<tr class="filaclaranegrita">
					<td><a href="tablas.html" class="normalnegrita">&laquo; tema anterior</a></td>
					<td align="center"><a href="index.html" class="normalnegrita"><img src="images/subir.gif" width="6" height="10" alt="" border="0"> &Iacute;ndice</a></td>
					<td align="right"><font class="normalnegrita">tema siguiente &raquo;</font></td>
				</tr>
				
			</table>
		</td>
	</tr>
	<tr>
		<td class="normalnegritag"><img src="images/pix_t.gif" width="10" height="15" alt="" border="0">4.3.1 ximPORTA</td>
	</tr>
	<tr>
		<td align="center">
			<table border="0" width="95%">
				<tr>
					<td><p class="normal">La información est&aacute; estrechamente ligada a la aplicaci&oacute;n con la que ha sido creada, para agilizar y facilitar la tarea de importar contenidos ximDEX dispone de un m&oacute;dulo importador de sencillo manejo: ximPORTA.</td>
				</tr>
				<tr>
					<td><p class="normal">La funci&oacute;n de ximPORTA es transformar de manera automática contenidos no estructurados y de fuentes dispares (Word, HTML,...) a formato XML. Es decir, importa documentos desde diferentes aplicaciones y los transforma en contenidos estructurados, en etiquetas XML v&aacute;lidas para su edición en los diferentes canales de presentación definidos en ximDEX. Por tanto, ximPORTA ofrece una mayor facilidad y agilidad para la adquisici&oacute;n de datos en distintos formatos y permite crear un documento a partir de varias fuentes con diferentes formatos.</td>
				</tr>
				<tr>
					<td><p class="normal">Para una utilizaci&oacute;n &oacute;ptima del m&oacute;dulo ximPORTA es recomendable ajustar la configuraci&oacute;n de seguridad del navegador. Para ello es necesario seleccionar <i>Herramientas</i> en la barra del navegador y seleccionar <strong>Opciones de Internet</strong> :</td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/ximporta1.gif" width="499" height="401" alt="ajuste de la configuracion de seguridad del navegador : paso 1" border="0"></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>

				<tr>
					<td><p class="normal">A continuación aparecer&aacute; la siguiente ventana en la que accederemos a la pesta&ntilde;a de <i>Seguridad:</i></p></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/ximporta2.gif" width="310" height="322" alt="ajuste de la configuracion de seguridad del navegador : paso 2" border="0"></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>

				<tr>
					<td><p class="normal">A continuación hay que pulsar el botón de <i>Nivel personalizado</i>...:</p></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>

				<tr>
					<td align="center"><img src="pantallas_ximdex/ximporta3.gif" width="264" height="279" alt="ajuste de la configuracion de seguridad del navegador : paso 3" border="0"></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td><p class="normal">En la opci&oacute;n de <i>Controles y complementos de ActiveX</i> hay que marcar, indistintamente, "Pedir datos" o "Activar"  en los par&aacute;metros:</p>
					<ul class="normal">
						<li>Descargar los controles no firmados para ActiveX.</li>	
						<li>Inicializar y activar la secuencia de comandos de controles de Actives no marcados como seguros.</li>
					</ul>
					<p class="normal">A continuaci&oacute;n hay que pulsar el bot&oacute;n <i>Aceptar</i> y habremos finalizado de ajustar los requisitos, en la configuraci&oacute;n de seguridad del navegador, indispensables para que ximPorta funcione correctamente.</p>
					<p class="normal">Para utilizar ximPORTA, en primer lugar, es necesario seleccionar el m&oacute;dulo dentro el men&uacute; alternativo de los elementos del editor. </p>
					</td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/ximporta4.gif" width="146" height="244" alt="opción de menú para insertar un elemento ximPORTA" border="0"></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>

				<tr>
					<td>
					 <p class="normal">Hay que indicar que ximPORTA es una m&oacute;dulo de ximDEX que act&uacute;a  en el entorno de ximEDITOR y por tanto aparece como un elemento más de la plantilla seleccionada en cada proyecto. Hay recordar que los componentes de ximEDITOR no son comunes y permanentes, por tanto, pueden ser modificados o eliminados seg&uacute;n las necesidades de cada proyecto.</p>
					 <p class="normal">Una vez hemos seleccionado <i>insertar ximPORTA</i> aparecer&aacute; la ventana siguiente:</p>
					</td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>

				<tr>
					<td align="center"><img src="pantallas_ximdex/ximporta5.gif" width="567" height="331" alt="ventana de inserción de ximPORTA (vacía)" border="0"></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td><p class="normal">La din&aacute;mica de ximPORTA es muy sencilla. La acci&oacute;n de <i>sustituir</i> nos facilita el traslado de los contenidos guardados en el portapapeles con un solo clic. Podemos insertar un documento al completo con esta acci&oacute;n. </p></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/ximporta6.gif" width="567" height="331" alt="ventana de inserción de ximPORTA" border="0"></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td><p class="normal">	La acci&oacute;n <i>pegar</i> permite incorporar el contenido guardado en nuestro portapapeles adjunt&aacute;ndolo al contenido ya existente de la ventana de ximPORTA, de manera que nos posibilita importar informaci&oacute;n de diferentes or&iacute;genes y agregarla seg&uacute;n las necesidades del documento. </p></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td align="center"><img src="pantallas_ximdex/ximporta7.gif" width="567" height="331" alt="ventana de inserción de ximPORTA :accion pegar" border="0"></td>
				</tr>
				<tr>
				    <td><img src="images/pix_t.gif" width="10" height="15" alt="" border="0"></td>
				</tr>
				<tr>
					<td><p class="normal">	Para finalizar la importaci&oacute;n es necesario pulsar el bot&oacute;n <i>Aceptar</i> situado en la zona inferior derecha de la ventana de ximPORTA. Y en la zona de trabajo aparecer&aacute; el contenido, manteniendo la estructura y el estilo heredado del documento original. </p>
					<center><img src="pantallas_ximdex/ximporta8.gif" alt="" border="0"></center>
					<p class="normal">Por &uacute;ltimo hay que señalar que las flechas indican la posibilidad de <i>Rehacer</i> y <i>Deshacer</i> la &uacute;ltima acci&oacute;n realizada dentro de la ventana de ximPORTA. </p>
					<p class="normal">Hay que recordar que antes de proceder a la utilizacin de ximPORTA es necesario comprobar la configuraci&oacute;n de las opciones de seguridad del navegador. </p>
					</td>
				</tr>
			</table>
		</td>
	</tr>
</table>
</body>
</html>