Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: A name should be introduced to create a category
es_es: Debe introducir un nombre para crear una categor&iacute;a

source: A category description was not introduced
es_es: No se ha introducido una descripci&oacute;n para la categor&iacute;a

source: A category with name %s already exists
es_es: Ya existe una categor&iacute;a con el nombre %s

source: A category with name %s has been inserted
es_es: Se ha insertado una categor&iacute;a con el nombre %s

source: No categories found
es_es: No se han encontrado categor&iacute;as

source: News missing
es_es: Falta la noticia

source: News version missing
es_es: Falta la versi&oacute;n de la noticia

source: Version missing
es_es: Falta la versi&oacute;n

source: Bulletin pvd missing
es_es: Falta la pvd de boletines

source: Pvd missing
es_es: Falta la pvd

source: Disk writing error
es_es: Error de escritura en disco

source: Inserting in database
es_es: Insertando en base de datos

source: Generating ximNEWSCache for node %s
es_es: Generando ximNEWSCache para el nodo %s

source: Deleting file %s
es_es: Eliminando archivo %s

source: Deleting cache %s
es_es: Eliminando cach&eacute; %s

source: Empty file
es_es: Fichero vac&iacute;o

source: ERROR subtracting in counter
es_es: ERROR restando en contador

source: Wrong XML in new %s version %s pvd %s
es_es: XML incorrecto en noticia %s verion %s pvd %s

source: This pvd has not caches
es_es: Esa pvd no tiene caches

source: Disk writing error (2)
es_es: Error de escritura en disco (2)

source: Updating file %s
es_es: Actualizado archivo %s

source: This news has not caches
es_es: Esa noticia no tiene caches

source: Colector-user relation not added. XimPUBLISHtools module is disabled.
es_es: No se ha a&ntilde;adido la relaci&oacute;n colector-usuario. El m&oacute;dulo ximPUBLISHtools est&aacute; deshabilitado

source: Cannot add colector-user relation. IdColector param is null.
es_es: No se ha podido a&ntilde;adir la relaci&oacute;n colector-usuario. El par&aacute;metro idColector es NULL

source: New relation colector-user added (Id: %d - IdColector: %d - IdUser: %d)
es_es: Nueva relaci&oacute;n colector-usuario a&ntilde;adida (Id: %d - IdColector: %d - IdUser: %d)

source: Cannot get colector-user relations. IdUser param is null.
es_es: No se pueden obtener relaciones colector-usuario. El par&aacute;metro idUser es NULL

source: User %s has not colector-user relations.
es_es: El usuario %s no tiene relaciones colector-usuario

source: Cannot get news-colector-user relations. Param idRelNewsColector is null.
es_es: No se pueden obtener relaciones noticia-colector-usuario. El pa&aacute;metro idRelNewsColector es NULL

source: RelNewsColector %s has not news-colector-user relations.
es_es: RelNewsColector %s no tiene relaciones noticia-colector-usuario.

source: Cannot get colector-user relations. IdColector param is null.
es_es: No se pueden obtener relaciones colector-usuario. El par&aacute;metro idColector es NULL

source: Colector %s has not colector-user relations.
es_es: El colector %s no tiene relaciones colector-usuario

source: Cannot get colector generation data. IdColector param is null.
es_es: No se pueden obtener los datos de generaci&oacute;n del colector. El par&aacute;metro idColector es NULL

source: Colector %s has not generation data.
es_es: El colector %s no tiene datos de generaci&oacute;n.

source: No news colector existing
es_es: No existe ning&uacute;n colector de noticias

source: The bulletin has not associated news
es_es: El bolet&iacute;n no tiene noticias asociadas

source: The colector <b>%s</b> does not contain bulletins
es_es: El colector <b>%s</b> no contiene boletines

source: &nbsp;News from bulletin:
es_es: &nbsp;Noticias del bolet&iacute;n:

source: The bulletin %s has not associated news
es_es: El bolet&iacute;n %s no tiene noticias asociadas

source: The colector Name should be specified
es_es: Debe especificar el Nombre del colector

source: At least one language and one channel should be specified
es_es: Debe marcar al menos un idioma y un canal

source: A news limit should be specified
es_es: Debe especificar el l&iacute;mite de noticias

source: A bulletin template should be specified
es_es: Debe introducir una plantilla de bolet&iacute;n

source: Do you want to create the news colector?
es_es: &iquest;Desea crear el colector de noticias

source: Address previously selected
es_es: Direcci&oacute;n seleccionada previamente

source: Handler could not be added
es_es: No se pudo a&ntilde;adir el manejador

source: News video
es_es: Video de la noticia

source: File:
es_es: Archivo:

source: News file
es_es: Archivo de la noticia

source: Deleting section
es_es: Borrando secci&oacute;n

source: All the ximNEWS sections and nodes have been deleted
es_es: Todas las secciones y nodos de ximNEWS han sido eliminados

source: XimNEWS section
es_es: Secci&oacute;n de ximNEWS

source: XimNEWS bulletin folder
es_es: Carpeta de boletines de ximNEWS

source: XimNEWS news folder
es_es: Carpeta de noticias de ximNEWS

source: XimNEWS image root folder
es_es: Ra&iacute;z de carpeta im&aacute;genes de ximNEWS

source: XimNEWS bulletin
es_es: Bolet&iacute;n de ximNEWS

source: XimNEWS news
es_es: Noticia de ximNEWS

source: XimNEWS bulletin in a concrete language
es_es: Bolet&iacute;n de ximNEWS en un idioma concreto

source: XimNEWS image file
es_es: Archivo de imagen de ximNEWS

source: Bulletin news
es_es: Noticia de un bolet&iacute;n

source: XimNEWS news colector
es_es: Colector de noticias de ximNEWS

source: XimNEWS image folder
es_es: Carpeta de im&aacute;genes de ximNEWS

source: Bulletin as ximlet container in ximNEWS
es_es: Contenedor de boletines como ximlet en ximNEWS

source: Index bulletin container
es_es: Contenedor de bolet&iacute;n &iacute;ndice

source: Bulletin as ximlet in ximNEWS
es_es: Bolet&iacute;n como ximlet en ximNEWS

source: XimNEWS resource forlder
es_es: Carpeta de recursos ximNEWS

source: Delete ximNEWS section
es_es: Borrar secci&oacute;n ximNEWS

source: Delete a whole ximNEWS section
es_es: Borrar una secci&oacute;n completa de ximNEWS

source: Change a ximNEWS section name
es_es: Cambiar el nombre de una secci&oacute;n ximNEWS

source: Copy ximNEWS node
es_es: Copiar nodo ximNEWS

source: Copy a whole ximNEWS section
es_es: Copiar una secci&oacute;n ximNEWS completa

source: Add news colector
es_es: A&ntilde;adir colector de noticias

source: Create a new news colector
es_es: Crear un nuevo colector de noticias

source: Delete colector
es_es: Borrar colector

source: Delete the current colector
es_es: Borrar el colector actual

source: Edit colector
es_es: Editar colector

source: Edit the current colector
es_es: Editar el colector actual

source: Add news
es_es: A&ntilde;adir noticias

source: Add news to bulletin
es_es: A&ntilde;adir noticias al bolet&iacute;n

source: Delete bulletin
es_es: Borrar bolet&iacute;n

source: Delete a news bulletin
es_es: Borrar un bolet&iacute;n de noticias

source: Create a new news
es_es: Crea una nueva noticia

source: Associate news to colectors
es_es: Asociar noticia a colectores

source: Associate a news to a colector
es_es: Asociar una noticia a un colector

source: Delete news
es_es: Borrar noticia

source: Delete a news in ximNEWS
es_es: Borrar una noticia en ximNEWS

source: Add image batch
es_es: A&ntilde;adir lote de im&aacute;genes

source: Image viewer
es_es: Visor de im&aacute;genes

source: Visualize the image batchs
es_es: Visualizar los lotes de im&aacute;genes

source: Download an image to the local hard disk
es_es: Descargar una imagen en el disco duro local

source: Preview image
es_es: Previsualizar imagen

source: Change the image name
es_es: Cambiar el nombre de la imagen

source: Delete the current image
es_es: Borrar la imagen actual

source: Edit the XML document content
es_es: Editar el contenido del documento XML

source: Delete the selected XML document
es_es: Borrar el documento XML seleccionado

source: Edit a structured document content at a low level
es_es: Editar el contenido de un documento estructurado a bajo nivel

source: Delete news from bulletin
es_es: Eliminar noticias de un bolet&iacute;n

source: Delete news from a bulletin
es_es: Eliminar noticias de un bolet&iacute;n

source: Edit a XML document content
es_es: Editar el contenido del documento XML

source: See the images of a batch
es_es: Ver las im&aacute;genes de un lote

source: Change the name of the selected folder
es_es: Cambiar el nombre de la carpeta seleccionada

source: Delete the selected folder
es_es: Borrar la carpeta seleccionada

source: Add a new image to the folder
es_es: A&ntilde;adir una nueva imagen a la carpeta

source: Add a set of images to the folder
es_es: A&ntilde;ade un conjunto de im&aacute;genes a la carpeta

source: Delete a bulletin
es_es: Borrar un bolet&iacute;n

source: Change the bulletin name
es_es: Cambiar el nombre del bolet&iacute;n

source: Add a new language to bulletin
es_es: A&ntilde;adir un nuevo idioma al bolet&iacute;n

source: Generate bulletins
es_es: Generar boletines

source: Generate the bulletins of a colector
es_es: Generar los boletines de un colector

source: Delete news from a colector
es_es: Eliminar noticias de un colector

source: Publish a section en masse
es_es: Publica una secci&oacute;n masivamente

source: Add a new language to the news
es_es: A&ntilde;ade nuevo idioma a la noticia

source: Associate ximlet with ximNEWS section
es_es: Asociar ximlet a secci&oacute;n ximNEWS

source: Associate a ximlet to the section
es_es: Asociar un ximlet a la secci&oacute;n

source: Replace an existing image updating the version history
es_es: Reemplazar una imagen existente actualizando el hist&oacute;rico de versiones

source: Change the name of a ximNEWS news
es_es: Cambia el nombre de una noticia ximNEWS

source: Manage the version repository
es_es: Gestionar el repositorio de versiones

source: See associated news
es_es: Ver noticias asociadas

source: Show the news associated to a colector
es_es: Mostrar las noticias asociadas al colector

source: Manage the association of groups with this node
es_es: Gestionar las asociaciones de los grupos a este nodo

source: Add news folder
es_es: A&ntilde;adir carpeta de noticias

source: Create a new news folder
es_es: Crear una nueva carpeta de noticias

source: Modify the document to whom it is borrowing the content
es_es: Modificar el documento al que pide prestado el contenido

source: Publish bulletin
es_es: Publicar bolet&iacute;n

source: Publish a bulletin
es_es: Publicar un bolet&iacute;n

source: Modify the ximNEWS folder properties
es_es: Modificar las propiedades de una carpeta ximNEWS

source: Modify heritable properties of a news
es_es: Modificar las propiedades heredables de una noticia

source: Publish ximNEWS section
es_es: Publicar secci&oacute;n de ximNEWS

source: Publish a ximNEWS section
es_es: Publica una secci&oacute;n de ximNEWS

source: Associate news to category
es_es: Asociar noticia a categor&iacute;a

source: Associate news to categories
es_es: Asociar noticia a categor&iacute;as

source: Associate categories
es_es: Asociar categor&iacute;as

source: Create bulletin
es_es: Crear bolet&iacute;n

source: Add a news
es_es: A&ntilde;adir una noticia

source: Change news name
es_es: Cambiar nombre de la noticia

source: Add language to bulletin
es_es: A&ntilde;adir idioma a bolet&iacute;n

source: Unpublish bulletin
es_es: Caducar bolet&iacute;n

source: Associate news to bulletins
es_es: Asociar noticia a boletines

source: See images
es_es: Ver im&aacute;genes

source: Preview images
es_es: Previsualizar im&aacute;genes

source: Copy XML
es_es: Copiar XML

source: Copy ximNEWS
es_es: Copiar ximNEWS

source: The news %s could not be inserted into the colector
es_es: La noticia %s no ha podido insertarse en el colector

source: Any node generates
es_es: Cualquier nodo generador

source: In Time
es_es: En curso

source: Ended
es_es: Finalizado

source: Filter now
es_es: Filtrar ahora

source: Date from
es_es: Fecha m&iacute;nima

source: Date to
es_es: Fecha m&aacute;xima:

source: Hour
es_es: Hora

source: Pause
es_es: Pausar

source: Activate
es_es: Activar

source: Pause All
es_es: Pausar todos

source: Active All
es_es: Activar todos

source: First
es_es: Primera

source: Last
es_es: &Uacute;ltima

source: Avg.
es_es: Media

source: Prioritize Batch
es_es: Priorizar lote

source: Unprioritize Batch
es_es: Postergar lote

source: An error occurred when prioritizing the batch.
es_es: Ha ocurrido un error al priorizar el lote.

source: has been prioritized.
es_es: ha sido priorizado.

source: An error occurred when lowering the batch priority.
es_es: Ha ocurrido un error al bajar la prioridad del lote.

source: Batch priority has been lowered
es_es: Ha sido bajada la prioridad del lote

source: All batches have been disabled.
es_es: Han sido desactivados todos los lotes.

source: have been disabled.
es_es: han sido desactivados.

source: All batches have been actived.
es_es: Han sido activados todos los lotes.

source: Click here
es_es: Clic aqu&iacute;

source: You do not have access to this report. Consult an administrator.
es_es: No tiene acceso a este informe. Consulte a un administrador.

source: Undefined
es_es: Indeterminado

source: Publication starts for
es_es: La publicaci&oacute;n comienza por

source: Unexisting node
es_es: Nodo inexistente

source: [Generator %s]: Creating bach %s / %s
es_es: [Generador %s]: Creando lote %s / %s

source: Publication ended; time for publication
es_es: Publicaci&oacute;n finalizada; duraci&oacute;n de publicaci&oacute;n

source: minutes
es_es: minutos

source: Incrementing version for %d documents
es_es: Incrementando la versi&oacute;n de %d documentos

source: Creating down batch:
es_es: Creando lote de bajada:

source: [Generator %s]: Creating down batch with id %s
es_es: [Generador %s]: Creando lote de bajada con id %s

source: Creating up batch:
es_es: Creando lote de subida:

source: [Generator %s]: Creating up batch with id %s
es_es: [Generador %s]: Creando lote de subida con id %s

source: Node %s belongs to an unpublished nodetype
es_es: El nodo %s pertenece a un tipo de nodo no publicable

source: Node %s already exists in a NodeFrame
es_es: El nodo %s ya existe en un NodeFrame

source: No version for node
es_es: No hay versi&ooacute;n para el nodo

source: Last version could not be obtained for node %s
es_es: No se ha podido obtener la &uacute;ltima version para el nodo %s

source: A NodeFrame could not be obtained for node %s
es_es: No se ha podido obtener un NodeFrame para el nodo %s

source: A ChannelFrame could not be obtained for node %s and channel %s
es_es: No se ha podido obtener un ChannelFrame para el nodo %s y canal %s

source: Deleting Nodeframe for node %s
es_es: Se elimina el NodeFrame para el nodo %s

source: Server %s is NOT OFT, it will be omitted because of publishing mode is OTF
es_es: El servidor %s no es OTF, se omite ya que el modo de publicaci&oacute;n es OTF

source: Server %s is OFT, it will be omitted because of publishing mode is NOT OTF
es_es: El servidor %s es OTF, se omite ya que el modo de publicaci&oacute;n no es OTF

source: Creation of ServerFrame could not be done: node %s, channel %s, batch %s
es_es: No se ha podido crear el ServerFrame: nodo %s, canal %s, servidor %s, batch %s

source: Creation of ServerFrame could not be done: node %s, channel %s
es_es: No se pudo crear ning&uacute;n ServerFrame, nodo %s, canal %s

source: Creation of ServerFrame could not be done: node %s
es_es: No se pudo crear ning&uacute;n ServerFrame, nodo %s

source: Error inserting ximnewsframebulletin
es_es: Error insertando en ximnewsframebulletin

source: NodeFrame %s will be removed
es_es: Se eliminar&aacute; el NodeFrame %s

source: The number of frames in %s batchs will be updated
es_es: Se actualizar&aacute; el n&uacute;mero de frames en %s batchs

source: Batch %s uploaded
es_es: Lotes subidos %s,

source: Batch %s downloaded
es_es: Lotes descargados %s

source: Baths %s will be removed for being empty
es_es: Se eliminar&aacute; el lote %s por estar vac&iacute;o

source: ChannelFrame %s will be removed
es_es: Se eliminar&aacute; el ChannelFrame %s

source: Found %s Batchs without Frames, were marked as NoFrames
es_es: Se han encontrado %s lotes sin frames, se han marcado como NoFrames

source: Setting 'Closing' state to %s batch %d UP
es_es: Establecimiento de estado 'Closing' a %s lote %d de subida

source: Ending up batch with id
es_es: Finalizando lote de subida con id

source: Ending %s batch %d UP
es_es: Finalizando %s lote %d de subida

source: Batch %d type down without associated batch type up
es_es: Lote %d de bajada sin lote de subida asociado

source: Ending down batch with id
es_es: Finalizando lote de bajada con id

source: Starting batch
es_es: Comenzando lote

source: Unplaying batch
es_es: Lote detenido

source: Batch without ServerFrames
es_es: Batch sin ServerFrames

source: Up batch %d priority
es_es: Prioridad del lote %d de subida

source: Down batch %d priority
es_es: Prioridad del lote %d de bajada

source: ERROR Calc cycles
es_es: ERROR Calculando ciclos

source: ERROR: %s rare type of batch
es_es: ERROR %s es un tipo de lote raro

source: Setting batchs to
es_es: Estableciendo lotes a

source: Batch %d does not exist
es_es: El lote %d no existe

source: Nodesframes to be added to the portal review do not exist
es_es: No existen NodeFrames para a&ntilde;œadir a la revisi&oacute;n del portal

source: Ending %ss for batch DOWN %s
es_es: Terminando %s para el lote de bajada %s

source: IdNode passed:
es_es: IdNodo pasado:

source: Publication cycle triggered by
es_es: Ciclo de publicaci&oacute;n lanzado por

source: Required node does not exist
es_es: El nodo solicitado no existe

source: Fisical server does not exist for nodeId:
es_es: No existe el servidor f&iacute,sico con Id. de nodo:

source: returning empty arrays.
es_es: retornando arrays vacios.

source: Purging subversions for node
es_es: Purgando subversiones para nodo

source: ERROR empty IdNodeFrame
es_es: Error IdNodeFrame vac&iacute;o

source: NodeFrame will never be active
es_es: Nunca se activar&aacute; NodeFrame

source: Check NodeFrame activity
es_es: Comprobaci&oacute;n de actividad de NodeFrame

source: Losing NodeFrame %s activity
es_es: Perdiendo la actividad del NodeFrame %s

source: No active NodeFrame
es_es: No activo NodeFrame

source: ERROR: %s is a wrong type of batch
es_es: ERROR %s es un tipo de lote incorrecto

source: Setting NodeFrame %s activity to %s
es_es: Estableciendo nodeframe %s actividad para %s

source: Procesing serverFrame
es_es: Procesando serverFrame

source: The Serverframe state change has failed
es_es: Ha fallado el cambio de estado del ServerFrame

source: ERROR: batch %s is a non-existent type of batch %s
es_es: ERROR: el lote %s es de un tipo inexistente de lote %s

source: Do not delete ServerFrame %s - setting it to Due2Out to be unpublished
es_es: No borre el ServerFrame %s - se est&aacute; estableciendo a Due2Oout para caducarlo

source: Do not delete serverFrame %s - state %s
es_es: No borre el ServerFrame %s - estado %s

source: Affected batchs:
es_es: Lotes afectados:

source: Not pumpers available
es_es: No hay bombeadores disponibles

source: Non-existing pumper
es_es: Bombeador inexistente

source: Pumper %s at state %s
es_es: Bombeador %s en estado %s

source: No checking time for Pumper
es_es: Sin comprobaci&oacute;n de tiempo para bombeador

source: Problems in all pumpers
es_es: Problemas en todos los bombeadores

source: Calling pumpers
es_es: Llamando a bombeadores

source: There are tasks for pumping
es_es: Hay tareas de bombeo

source: All pumpers with errors
es_es: Todos los bombeadores con errores

source: No pumpers to be called
es_es: Ning&uacute;n bombeador al que llamar

source: Enabling server
es_es: Activando servidor

source: Disabling server
es_es: Desactivando servidor

source: Setting ServerFrames to Due2In/Out to retry pumping
es_es: Estableciendo ServerFrames a Due2In/Out para reintentar el bombeo

source: ERROR Params needed
es_es: ERROR Se necesitan par&aacute;metros

source: Setting %s as overlaped from %s to %s
es_es: Estableciendo como solapado el documento %s desde %s hasta %s

source: Nothing to do with %s starter %s
es_es: Nada que hacer con el serverframe %s inicializador %s

source: Setting frame from Delayed %s to Due2In_
es_es: Estableciendo el frame desde Delayed %s a Due2In_

source: Nothing to do for state %s
es_es: Nada que hacer con el estado %s

source: ERROR: Incorrect operation %s
es_es: ERROR: Operaci&oacute;n %s incorrecta

source: ERROR Changing frame %s to %s
es_es: ERROR Cambiando el frame %s a %s

source: Setting frame %s from %s to %s
es_es: Estableciendo el frame %s desde %s a %s

source: Setting tasks %s for pumper %s
es_es: Estableciendo tareas %s para el bombeador %s

source: All tasks pumped for pumper %s
es_es: Todas las tareas bombeadas para el bombeador %s

source: Pumper %s full
es_es: Bombeador %s lleno

source: Obtaining pumperId for task
es_es: Obteniendo pumperId para la tarea

source: Pushdocinpool - Empty IdNode
es_es: Pushdocinpoo - IdNode vac&iacute;o

source: Node %d does not exist
es_es: El nodo %d no existe

source: News %s is going to be published in the bulletin %s
es_es: La noticia %s se va a publicar en el boletin %s

source: Node %s is going to be published
es_es: El nodo %s se va a publicar

source: Expiration date
es_es: Fecha de caducidad

source: Publication of
es_es: Publicaci&oacute;n de

source: Pumper %s does not exist
es_es: No existe bombeador %s

source: Creating serverError
es_es: Creando serverError

source: Server %d has %d cycles inactive
es_es: Servidor %d tiene %d ciclos inactivos

source: ERROR batch type %s for node %s
es_es: ERROR Lote de tipo %s para el nodo %s

source: ERROR Params %s - %s
es_es: ERROR de par&aacute;metros %s - %s

source: Up to major cycle %s batch
es_es: Subiendo el ciclo mayor %s del lote

source: Error in DB:
es_es: Error en BD:

source: Setting playing Value = %s for batch %s
es_es: Estableciendo playing con valor = %s para el lote %s

source: Setting priority Value = %s for batch %s
es_es: Estableciendo prioridad Value = %s para el lote %s

source: Publish server
es_es: Publicar servidor

source: Publish a server massively
es_es: Publica un servidor masivamente

source: * ERROR: creating Action Menu Items.
es_es: * ERROR: creando entradas del men&uacute; de acciones.

source: Action Menu Items created.
es_es: Creadas entradas del men&uacute; de acciones

source: Undoing changes
es_es: Deshaciendo cambios

source: * ERROR installing ximSYNC module. Aborting...
es_es: * ERROR Al instalar el m&oacute;dulo ximSYNC. Abortando...

source: * ERROR: dependence '%s' not found
es_es: * ERROR: dependencia '%s' no encontrada

source: ximSYNC module is not active, you must run syncronizer module
es_es: El mdulo ximSYNC no est&aacute; activo, debe usted ejecutar el modulo syncronizer

source: Starting Scheduler
es_es: Comenzando Scheduler

source: Lock file existing
es_es: Existe fichero de bloqueo

source: Getting lock...
es_es: Consiguiendo bloqueo

source: STOP: Detected file
es_es: ALTO: Archivo detectado

source: You need to delete this file in order to restart Scheduler successfully
es_es: Necesitas borrar este archivo para poder reiniciar Scheduler satisfactoriamente

source: No active server
es_es: Ning&uacute;n servidor activo

source: Sleeping...
es_es: Durmiendo...

source: No proccessable batchs found
es_es: No se han encontrado lotes procesables

source: STARTING BATCH PROCESSING
es_es: COMENZANDO PROCESADO DE LOTES

source: Cycle num
es_es: Ciclo n&uacute;m

source: Exceding max. cycles (%d > %d). Exiting scheduler
es_es: Excediendo max. de ciclos (%d > %d). Terminando scheduler
