Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: It has been applied to delete a file which could not been deleted %s [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s
es_es: Se ha solicitado eliminar el archivo que no se ha podido borrar %s [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s

source: An error occurred while trying to copy from %s to %s
es_es: Ha ocurrido un error al intentar copiar desde %s a %s

source: The compression option %s is not valid
es_es: La opci&oacute;n de compresi&oacute;n %s no es v&aacute;lida

source: The file type %s is not valid, a complete copy will be used by default.
es_es: El tipo de archivo %s no es v&aacute;lido, se usar&aacute; copia completa por defecto.

source: In incremental copies just folders are allowed, the element %s will be ignored
es_es: En las copias incrementales solo se admiten carpeta, el elemento %s ser&aacute; ignorado

source: Temporal folder %s could not been created
es_es: No se ha podido crear la carpeta temporal %s

source: Specified file could not be found
es_es: No se ha podido encontrar el archivo especificado

source: The nodetype does not exist
es_es: No existe el tipo de nodo

source: Arguments missing or invalid
es_es: Faltan argumentos o no son v&aacute;lidos

source: Some of the children could not be deleted
es_es: Alguno de los hijos no pudo ser eliminado

source: No root in tree
es_es: No hay ninguna ra&iacute;z en el &aacute;rbol

source: A node with the given name already exists
es_es: Ya existe un nodo con el nombre dado

source: Invalid name format
es_es: Formato de nombre inv&aacute;lido

source: Parent node does not exist
es_es: No existe el nodo padre

source: The node cannot be moved to an own internal node
es_es: No se puede mover el nodo a uno de sus nodos internos

source: The node cannot be deleted
es_es: No se puede eliminar el nodo

source: It is not located under the given node
es_es: No se encuentra por debajo del nodo dado

source: A master node cannot link other
es_es: Un nodo maestro no puede enlazar a otro

source: A node cannot link itself
es_es: Un nodo no puede enlazarse a si mismo

source: This node is not allowed in this position
es_es: Este nodo no est&aacute; permitido en esta posici&oacute;n

source: The node could not be moved to state %s
es_es: No se pudo mover el nodo al estado %s

source: Node could not be moved
es_es: No se ha podido mover el nodo

source: The name, parent or nodetype is missing
es_es: Falta el nombre, el padre o el tipo de nodo

source: The specified nodetype does not exist
es_es: El tipo de nodo estipulado no existe

source: Node name is not valid
es_es: El nombre del nodo no es v&aacute;lido

source: There is already a node with this name under this parent
es_es: Ya existe un nodo bajo este padre con ese mismo nombre

source: This node is not allowed under this parent
es_es: Este nodo no est&aacute; permitido bajo este padre

source: Error creating the node
es_es: Error al crear el nodo

source: Node deletion was denied
es_es: Se ha denegado la eliminaci&oacute;n del nodo

source: Moving file to trash
es_es: Moviendo el archivo a la papelera

source: The node %s could not be moved to trash
es_es: El nodo %s no ha podido ser movido a la papelera

source: Trash is deactivated
es_es: La papelera est&aacute; desactivada

source: Alias could not be updated, incorrect operation
es_es: No se ha podido actualizar el alias, operaci&oacute;n incorrecta

source: Error in query %s or %s
es_es: Error en la consulta %s o %s

source: The node you want to operate with does not exist
es_es: El nodo sobre el que se intenta operar no existe

source: Error: unexisting node
es_es: Error: nodo que no existe

source: Alias could not be deleted, incorrect operation
es_es: No se ha podido eliminar el alias, operaci&oacute;n incorrecta

source: Error in query %s
es_es: Error en la consulta %s

source: It is being tried to call a function without param
es_es: Est&aacute; intentando llamar a una funci&oacute;n sin par&aacute;metro

source: The nodetype %s could not be obtained for node
es_es: No se ha podido obtener el nodo de tipo %s del nodo

source: It is being tried to load the unexistent node %s
es_es: Se est&aacute; intentando cargar el nodo %s que no existe

source: It is being tried to load the node %s from the unexistent node %s
es_es: Se est&aacute; intentando cargar el nodo %s desde el nodo %s que no existe

source: It has been processed a %s%% of the nodes
es_es: Se han procesado un %s%% de los nodos

source: The last processed node was %s
es_es: El &uacute;ltimo nodo procesado fue %s

source: Error checking if the node is allowed - parent does not exist [1]
es_es: Error al comprobar si el nodo est&aacute; permitido - no existe el padre [1]

source: Error checking if the node is allowed - parent does not exist [2]
es_es: Error al comprobar si el nodo est&aacute; permitido - no existe el padre [2]

source: The parent %s does not allow any nested node from him
es_es: El nodo padre %s no permite ning&uacute;n nodo anidado a partir de &eacute;l

source: The specified parent node does not exist
es_es: El nodo padre especificado no existe

source: The introduced nodetype %s does not exist
es_es: No existe el tipo de nodo introducido %s

source: This node type is not allowed in this position
es_es: Este tipo de nodo no est&aacute; permitido en esta posici&oacute;n

source: The node is not allowed inside this parent
es_es: El nodo no est&aacute; permitido dentro de este padre

source: No more nodes can be created in this folder type
es_es: No se pueden crear m&aacute;s nodos de este tipo en esta carpeta

source: Property %s not found
es_es: Propiedad %s no encontrada

source: The node over which property want to be deleted does not exist
es_es: No existe el nodo sobre el que se quiere eliminar la propiedad

source: Action does not exist
es_es: La acci&oacute;n no existe

source: Channel does not exist
es_es: No existe el canal

source: Database inconsistency
es_es: Inconsistencia en la base de datos

source: No dependencies deleted
es_es: No se han borrado dependencias

source: Group does not exist
es_es: El grupo no existe

source: A group with this name already exists
es_es: Ya existe un grupo con ese nombre

source: Some of the node links could not be deleted
es_es: Alguna de las vinculaciones con sus nodos no pudo ser eliminada

source: General group could not be obtained
es_es: No se pudo obtener el grupo general

source: Specified relation already exists
es_es: La relacion especificada ya existe

source: General group cant be removed
es_es: El grupo general no se puede borrar

source: Language does not exist
es_es: No existe el idioma

source: A language with this name already exists
es_es: Ya existe un lenguaje con ese nombre

source: Locale does not exist
es_es: No existe Locale

source: A locale with this name already exists
es_es: Ya existe locale con ese nombre

source: Params node and property are mandatory
es_es: Los par&aacute;metros nodo y propiedad son obligatorios

source: Adding nodeproperty
es_es: A&ntilde;adiendo nodeproperty

source: Param nodeId is mandatory
es_es: El par&aacute;metro nodeId es obligatorio

source: Nodetype does not exist
es_es: No existe el tipo de nodo

source: Permit does not exist
es_es: No existe el permiso

source: Not initialized object
es_es: Objeto sin inicializar

source: Role does not exist
es_es: No existe el rol

source: Empty nodetype
es_es: El tipo de nodo est&aacute; vac&iacute;o

source: Nodetype could not be infered
es_es: No se ha podido inferir el tipo de nodo

source: Node could not be inserted due to lack of permits
es_es: No se ha podido insertar el nodo por falta de permisos

source: Node could not be inserted due to it is not allowed in the folder
es_es: No se ha podido insertar el nodo por que no est&aacute; permitido en la carpeta

source: Parentid was not specified
es_es: No se ha especificado el parentid

source: Node parent was not specified
es_es: No se ha especificado el padre del nodo

source: Node name was not specified
es_es: No se ha especificado el nombre del nodo

source: A file for node creation could not be obtained
es_es: No se ha podido obtener un archivo para la creaci&oacute;n del nodo

source: Url was not stablished
es_es: No se ha establecido la url

source: An error occurred inserting the document
es_es: Ha ocurrido un error al insertar el documento

source: It is being tried to insert a xmlcontainer without its corresponding pvd
es_es: Se est&aacute; intentando insertar un xmlcontainer sin su correspondiente pvd

source: It was not specified a template for the node
es_es: No se ha especificado el template para el nodo

source: It was not specified any template for the node
es_es: No se ha especificado ning&uacute;n canal para el nodo

source: It was not specified a language for the node
es_es: No se ha especificado el idioma para el nodo

source: An error occurred trying to insert the node
es_es: Ha ocurrido un error fatal al intentar insertar el nodo

source: The class %s does not exist in BaseIO
es_es: La clase %s no existe en el BaseIO

source: The identifier to update could not be found
es_es: No se ha especificado el identificador que se quiere actualizar

source: It is being tried to modify a nonexistent node
es_es: Se est&aacute; intentando modificar un nodo que no existe

source: Node %s could not be found
es_es: No se ha podido encontrar el nodo %s

source: It has been specified a node of type xmldocument and the found node is of type
es_es: Se ha especificado un nodo de tipo xmldocument y el nodo encontrado es de tipo

source: Error deleting the document channel
es_es: Error al eliminar un canal del documento

source: Error inserting a document channel
es_es: Error al insertar un canal en el documento

source: The class %s is no existing in BaseIO update
es_es: La clase %s no existe en el update del BaseIO

source: A nodetype could not be determined for insertion
es_es: No se ha podido determinar un tipo de nodo para su inserci&oacute;n

source: Error obtaining object messages
es_es: Error al obtener los mensajes de un objeto

source: Unsupported mime-type %s extension %s
es_es: Mime-type %s extensi&oacute;n %s no soportados

source: Empty mimetype detected on _infereFileType
es_es: Mimetype vac&iacute;o detectado en _infereFileType

source: No nodetype allowed in %s
es_es: No se permite ning&uacute;n tipo de nodo en %s

source: Error inserting information about relnewscolector relation (BaseIORelations)
es_es: Error al insertar la informaci&oacute;n sobre la relaci&oacute;n relnewscolector (BaseIORelations)

source: The node does not exist
es_es: No existe el nodo

source: Error accessing to file system
es_es: Error accediendo al sistema de archivos

source: A publication window already exists in this interval
es_es: Ya existe una ventana de publicaci&oacute;n en el intervalo

source: Publication window does not exist
es_es: No existe la ventana de publicaci&oacute;n

source: Generation error
es_es: Error de generaci&oacute;n

source: Expiration date should be later than publication date
es_es: La fecha de caducidad debe ser posterior a la fecha de publicaci&oacute;n

source: Frames cannot overlap
es_es: Las ventanas no pueden solaparse

source: Document language is not enabled
es_es: El idioma del documento no est&aacute; habilitado

source: There is a frame in this interval
es_es: Hay una ventana en este intervalo

source: Any physical server available
es_es: No hay servidor f&iacute;sico disponible

source: Disabled language
es_es: Idioma deshabilitado

source: Generation error for channel
es_es: Error de generaci&oacute;n para el canal

source: No correct node received
es_es: No se ha recibido ning&uacute;n nodo correcto

source: No correct server received
es_es: No se ha recibido ning&uacute;n servidor correcto

source: No target frame available
es_es: No hay disponible un frame destino

source: No physical target server available
es_es: No hay disponible ning&uacute;n servidor f&iacute;sico destino

source: Deleting frames in table %s - server %s
es_es: Borrando frames en la tabla %s - servidor %s

source: No deletion in table %s - server %s
es_es: Sin borrado de frames en la tabla %s - servidor %s

source: Void node
es_es: Nodo vac&iacute;o

source: No existing node with id %s
es_es: No existe nodo con id %s

source: Unpublish documents before deleting node
es_es: Caducar los documentos antes de borrar el nodo

source: Delete node and keep documents published
es_es: Borrar nodo y mantener documentos publicados

source: Void param idFrame
es_es: Par&aacute;metro idFrame vac&iacute;o

source: Bulletin is of the ximlet
es_es: El bolet&iacute;n es el del ximlet

source: Starting ximlet publication
es_es: Iniciando publicacion del ximlet

source: Looking for documents associated to the ximlet %s
es_es: Buscando documentos asociados al ximlet %s

source: Unexisting node %s
es_es: Nodo %s inexistente

source: Updating version
es_es: Actualizando version

source: Updating cache version
es_es: Actualizando version en cache

source: node %s version %s
es_es: nodo %s versi&oacute;n %s

source: Are you sure you want to modify this password?
es_es: &iquest;Est&aacute; seguro de que desea modificar la contrase&ntilde;a?

source: Changes access password of Ximdex
es_es: Cambia la contrase&ntilde;a de acceso a Ximdex

source: Current password
es_es: Contrase&ntilde;a actual

source: New password
es_es: Contrase&ntilde;a nueva

source: Password successfully modified.
es_es: Contrase&ntilde;a modificada correctamente.

source: Error, current password is not valid.
es_es: Error, la contrase&ntilde;a actual no es v&aacute;lida.

source: We have noticed some compatibility issues with your current browser. For now, some features just work fully fine in Firefox 4 or higher.<br/>Please, log in with Mozilla Firefox Browser.
es_es: Hemos detectado algunos problemas de compatibilidad con tu navegador web actual. <br/>Por favor, haz login con el navegador Firefox 4 o superior de Mozilla.

source: Folder %s could not be found
es_es: No se ha podido encontrar la carpeta %s

source: Temporary file created in %s could not be read or written
es_es: No se ha podido leer o escribir del fichero temporal creado en %s

source: Your session has expired. Please, enter your data again.
es_es: Su sesi&oacute;n ha caducado. Introduzca sus datos de nuevo.

source: You should write a username and password.
es_es: Debe escribir un nombre de usuario y contrase&ntilde;a.

source: You should write a username.
es_es: Debe escribir un nombre de usuario.

source: You should write a password.
es_es: Debe escribir una contrase&ntilde;a.

source: Access blocked. At this moment maintenance tasks are being performed. Sorry for the inconveniences.
es_es: Acceso bloqueado. En estos momentos se llevan a cabo labores de mantenimiento. Disculpen las molestias.

source: Username or password are incorrect. Please, try again.
es_es: Nombre de usuario o contrase&ntilde;a incorrectos. Int&eacute;ntelo de nuevo.

source: Join our community
es_es: &Uacute;nete a la Comunidad

source: Visit
es_es: Visita

source: our website
es_es: nuestra web

source: to learn more about the advantages of managing your projects with
es_es: para saber m&aacute;s sobre las ventajas de gestionar tus proyectos con

source: and how powerful it is to manage your projects.
es_es: y la potencia a la hora de gestionar tus proyectos.

source: Recommended browsers
es_es: Navegadores recomendados

source: Follow us on web
es_es: S&iacute;guenos en la red

source: Follow us
es_es: S&iacute;guenos

source: Visit Ximdex on Twitter
es_es: Visita Ximdex en Twitter

source: Visit Ximdex on Facebook
es_es: Visita Ximdex en Facebook

source: Visit Ximdex on LinkedIn
es_es: Visita Ximdex en LinkedIn

source: Sign in
es_es: Entrar

source: Forgot your password?
es_es: &iquest;Has olvidado tu contrase&nacute;a?

source: You don't have an account yet?
es_es: &iquest;A&uacute;n no tienes tu cuenta?

source: Create yours for free now!
es_es: &iexcl;Crea la tuya gratis ahora!

source: Create an account
es_es: Crear cuenta

source: System in updating process.
es_es: Sistema en proceso de actualizaci&oacute;n.

source: Please, consult with your administrator the approximate time of resume service.
es_es: Por favor, consulte con el administrador la hora aproximada del reinicio del servicio.

source: Executing the action on the nodes
es_es: Ejecutando acci&oacute;n sobre los nodos

source: No messages found
es_es: No se han encontrado mensajes

source: Close all tabs
es_es: Cerrar todas las pesta&ntilde;as

source: Size
es_es: Tama&ntilde;o

source: Options
es_es: Opciones

source: Add new files
es_es: A&ntilde;adir nuevos archivos

source: Remove selected files
es_es: Eliminar archivos seleccionados

source: Process of uploading files currently running. Please wait.
es_es: Archivos en proceso de subida. Por favor, espere.

source: Overwrite
es_es: Sobreescribir

source: Rename
es_es: Renombrar

source: selected already or invalid for the destination
es_es: ya selecionado o no es v&aacute;lido para el destino

source: Upload url not found
es_es: Url de subida no encontrada

source: No selected file could be found
es_es: No se seleccion&oacute; ning&uacute;n archivo

source: Write a new name for this file:
es_es: Introduzca el nuevo nombre para este archivo:

source: completed
es_es: completado

source: The periods are established in the server's time zone
es_es: Las vigencias vienen establecidas en el uso horario del servidor

source: Projects
es_es: Proyectos

source: Spanish language
es_es: Idioma espa&ntilde;ol

source: HTML editor
es_es: Editor HTML

source: Document
es_es: El documento

source: Associate projects with language
es_es: Asociar proyectos a idioma

source: Associate languages with project
es_es: Asociar idiomas a proyecto

source: Associate projects with channel
es_es: Asociar proyectos a canal

source: Associate channels with project
es_es: Asociar canales a proyecto

source: Associate schema with project
es_es: Asociar esquema a proyecto

source: Invert
es_es: Invertir

source: Renderer not valid
es_es: Renderizador no v&aacute;lido

source: Content
es_es: Contenido

source: Creation date
es_es: Fecha de creaci&oacute;n

source: Nodetype
es_es: Tipo de nodo

source: Version date
es_es: Fecha de versi&oacute;n

source: Tag
es_es: Etiqueta

source: ximLINK Url
es_es: Url de enlace ximLINK

source: xinLINK Description
es_es: Desc. de enlace ximLINK

source: Publication date
es_es: Fecha publicaci&oacute;n

source: is
es_es: es

source: before than
es_es: previa a

source: after than
es_es: posterior a

source: in the range
es_es: en el rango

source: Add to set
es_es: A&ntilde;adir a set

source: Create set
es_es: Crear set

source: All rules
es_es: Todas las reglas

source: Any rules
es_es: Cualquiera de las reglas

source: Must be satisfied
es_es: Se deben satisfacer

source: Last searches
es_es: &Uacute;ltimas B&uacute;squedas

source: Creation
es_es: Creaci&oacute;n

source: Modification
es_es: Modificaci&oacute;n

source: Saved searches
es_es: B&uacute;squedas guardadas

source: No filter was indicated
es_es: No se ha indicado ning&uacute;n filtro

source: Icon
es_es: Icono

source: Advanced search
es_es: B&uacute;squeda avanzada

source: No search was performed.
es_es: No se ha realizado ninguna b&uacute;squeda.

source: Now
es_es: Ahora

source: Validity start
es_es: Inicio de vigencia

source: Validity end
es_es: Fin de vigencia

source: Select Date
es_es: Seleccionar Fecha

source: 'm-d-Y H:i:s'
es_es: 'd-m-Y H:i:s'

source: 'm-d-Y'
es_es: 'd-m-Y'

source: The validity end date must be at least one minute after validity end start
es_es: La fecha de baja debe ser al menos un minuto despues de la fecha de alta

source: The validity end date of
es_es: La fecha de baja de

source: must be at least one minute after validity start date
es_es: debe de ser al menos un minuto despues de la fecha de alta

source: This nodetype is already associated to other workflow
es_es: Este tipo de nodo ya est&aacute; asociado a otro workflow

source: Serializer :: The class {%s} could not be instanced.
es_es: Serializer :: No fue posible instanciar la clase {%s}.

source: Elements per page
es_es: Elementos por p&aacute;gina

source: Add new action
es_es: A&ntilde;adir nueva acci&oacute;n

source: Add an action to a node type
es_es: A&ntilde;adir una acci&oacute;n a un tipo de nodo

source: Add new user
es_es: A&ntilde;adir nuevo usuario

source: Create a new Ximdex user
es_es: Crear un nuevo usuario de Ximdex

source: Add new PTD template
es_es: A&ntilde;adir una nueva plantilla PTD

source: Change user data
es_es: Cambiar los datos del usuario

source: Remove user
es_es: Borrar usuario

source: Remove an user from system
es_es: Borrar un usuario del sistema

source: Manage groups
es_es: Gestionar grupos

source: Enroll, disenroll, and change user role in groups where he/she belongs to
es_es: Inscribir, desinscribir y cambiar el rol del usuario en los grupos que interviene

source: Modify role
es_es: Modificar rol

source: Manage role attributions
es_es: Gestionar las atribuciones del rol

source: Add new group
es_es: A&ntilde;adir nuevo grupo

source: Create a new group
es_es: Crear nuevo grupo

source: Modify node type
es_es: Modificar tipo de nodo

source: Modify a node type
es_es: Modificar un tipo de nodo

source: Add node type
es_es: A&ntilde;adir tipo de nodo

source: Add a node type
es_es: A&ntilde;adir un tipo de nodo

source: Add new role
es_es: A&ntilde;adir nuevo rol

source: Create a new role
es_es: Crear un nuevo rol

source: Add new project
es_es: A&ntilde;adir nuevo proyecto

source: Create a new node with project type
es_es: Crear un nuevo nodo de tipo proyecto

source: Add new server
es_es: A&ntilde;adir nuevo servidor

source: Create a new server
es_es: Crear un nuevo servidor

source: Add new section
es_es: A&ntilde;adir nueva secci&oacute;n

source: Create a new section
es_es: Crear una nueva secci&oacute;n

source: Add new image folder
es_es: A&ntilde;adir nueva carpeta de im&aacute;genes

source: Create a new image folder
es_es: Crear una nueva carpeta im&aacute;genes

source: Section properties
es_es: Propiedades de secci&oacute;n

source: Modify folder names
es_es: Modificar los nombres a una carpeta

source: Add XML folder
es_es: A&ntilde;adir carpeta XML

source: Create a new XML folder
es_es: Crear una nueva carpeta XML

source: Add ximclude folder
es_es: A&ntilde;adir carpeta ximclude

source: Create a new import folder
es_es: Crear una nueva carpeta import

source: Add common folder
es_es: A&ntilde;adir carpeta common

source: Create a new common folder
es_es: Crear una nueva carpeta common

source: Add CSS folder
es_es: A&ntilde;adir carpeta CSS

source: Create a new CSS folder
es_es: Crear una nueva carpeta CSS

source: Add template folder
es_es: A&ntilde;adir carpeta Templates

source: Create a new template folder
es_es: Crear una nueva carpeta templates

source: Change section name
es_es: Cambiar nombre de la secci&oacute;n

source: Change a section name
es_es: Cambiar nombre de una secci&oacute;n

source: Change project name
es_es: Cambiar nombre del proyecto

source: Change a project name
es_es: Cambiar nombre de un proyecto

source: Change server name
es_es: Cambiar nombre del servidor

source: Change a server name
es_es: Cambiar nombre de un servidor

source: Change node name
es_es: Cambiar el nombre del nodo

source: Change name of selected folder
es_es: Cambiar el nombre de la carpeta seleccionada

source: Change folder name
es_es: Cambiar el nombre de la carpeta

source: Delete project
es_es: Borrar proyecto

source: Delete a project
es_es: Borrar un proyecto

source: Delete a server
es_es: Borrar un servidor

source: Delete section
es_es: Borrar secci&oacute;n

source: Delete folder
es_es: Borrar carpeta
