Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: STOPPING BATCH PROCESSING
es_es: PARANDO PROCESADO DE LOTES

source: Processing batch %s type %s
es_es: Procesando lote %s tipo %s

source: The already published document is going to be eliminated
es_es: Se va a proceder a eliminar el documento ya publicado

source: Checking activity, nodeframe %s for batch %s
es_es: Comprobando de actividad, nodeframe %s para lote %s

source: Username (or identifier)
es_es: Nombre de usuario (o identificador)

source: Indicates the verbosity level of the log
es_es: Indica el nivel de verbosidad del log

source: Number of empty cycles before the pumper end
es_es: Cantidad de ciclos vacios antes de que el bombeador finalice

source: Number of seconds to wait between empty cycles
es_es: Cantidad de segundos que se espera entre ciclos vac&iacute;os

source: Identifier of pumper to be processed
es_es: Identificador del bombeador que se quiere procesar

source: Base path of the documents
es_es: Ruta base de los documentos

source: Identifier of server to be tested
es_es: Identificador del servidor que se quiere probar

source: Pumper Id NOT found for id:
es_es: NO se ha encontrado el identificador del bombrador para el id:

source: ServerFrame not found
es_es: ServerFrame no encontrado

source: Copying %s in %s %s %s
es_es: Copiando %s en %s %s %s

source: Could not find the base folder
es_es: No se ha podido encontrar la carpeta base

source: Could not find or create the destination folder
es_es: No se ha podido encontrar o crear la carpeta destino

source: Could not upload the file
es_es: No se ha podido subir el fichero

source: Unable to create the target document
es_es: No se ha podido crear el documento destino

source: Cant write the crc file for the remote file
es_es: No se ha podido escribir el archivo crc para elarchivo remoto

source: It has not been possible to register the pumper %s, started at %d, due to it has state %s instead of %s
es_es: No ha sido posible registrar el bombeador %s arrancado %d al tener estado %s en lugar de %s

source: Wrong credentials in login for: %s %s %s %s
es_es: Credenciales err&oacute;neas para el login para: %s %s %s %s

source: Connection failed
es_es: Fall&oacute; la conexi&oacute;n

source: Processing
es_es: Procesando

source: Error parsing XML document
es_es: Error parseando el documento XML

source: Introduce the first node identifier:
es_es: Introduzca el identificador del primer nodo:

source: Introduce the exportation name, if you keep it empty, current timestamp will be used:
es_es: Introduzca el nombre de la exportaci&oacute;n, si lo deja vac&iacute;o se usar&aacute; el timestamp actual:

source: User to export:
es_es: Usuario a exportar:

source: Password:
es_es: Contrase&ntilde;a:

source: Insert node ID on which you want to import:
es_es: Inserte el identificador del nodo en el que quiere importar

source: Indicate if first node should be generated or not.
es_es: Indique si el primer nodo ha de ser generado o no.

source: Explanation:
es_es: Explicaci&oacute;n:

source: If we copy a ximdoc folder, destination node should be a ximdoc folder, and in this case we should not indicate than first node was generated. If we copy a ximnews folder, we should choose as container a server or section, and we will need create the ximnews section, therefore in this case we should tick the checkbox
es_es: Si copiamos una carpeta ximdoc, el nodo destino debe ser una carpeta ximdoc, y en ese caso no debemos indicar que el primera nodo sea generado. Si copiamos una carpeta ximnews, debemos elegir como contenedor un servidor o una secci&oacute;n, y necesitaremos crear la secci&oacute;n ximnews, por lo que en este caso debemos marcar el checkbox

source: Tick if source and destination ximdex are same
es_es: Marcar el ximdex de origen y destino son el mismo

source: Association of source channels with destination channels
es_es: Asociaci&oacute;n de canales de origen con canales destino

source: Source identifier
es_es: Identificador de origen

source: Source name
es_es: Nombre del origen

source: Associated with
es_es: Asociado con

source: Not associated
es_es: No asociado

source: Association of source languages with destination languages
es_es: Asociaci&oacute;n de idiomas de origen con idiomas destino

source: Association of source groups with destination groups
es_es: Asociaci&oacute;n de grupos de origen con grupos de destino

source: Select an import file
es_es: Seleccione un archivo a importar

source: Select one of available exports
es_es: Seleccione una de las exportaciones disponibles

source: Select operation mode
es_es: Seleccione modo de operaci&oacute;n

source: Export a new package
es_es: Exportar un nuevo paquete

source: Import a package in current instance
es_es: Importar un paquete a la instancia actual

source: Consolidate previous imports
es_es: Consolidar importaciones previas

source: Specified node is not correct
es_es: El nodo especificado no es correcto

source: Specified name to export should meet the following pattern
es_es: El nombre especificado para la exportaci&oacute;n ha de cumplir el siguiente patr&oacute;n

source: It has been executed the command:
es_es: Se ha ejecutado el comando:

source: Node where export is starting
es_es: Nodo desde el que comienza la exportaci&oacute;n

source: If this param is not indicated, the recursivity level is infinite, if a recursivity value is specified, this will be the limit
es_es: Si no se indica este par&aacute;metro el nivel de recursividad es infinito, si se especifica un valor de recursividad, ese ser&aacute; el l&iacute;mite

source: Package name, if it is not specified, a timestamp will be used
es_es: Nombre del paquete, si no se especifica se usar&aacute; un timestamp

source: Only export information is returned
es_es: Solo devuelve la informaci&oacute;n de la exportaci&oacute;n

source: Process is executed without asking for confirmation
es_es: Ejecuta el proceso sin pedir confirmaci&oacute;n

source: Info about next nodes are going to be exported:
es_es: Informaci&oacute;n sobre los pr&oacute;ximos nodos que van a ser exportados

source: Do you want to continue with the process? (Y/n)
es_es: &iquest;Desea continuar con el proceso? (S/n)

source: Import process has been avoided due to user request
es_es: El proceso de importaci&oacute;n ha sido cancelado por petici&oacute;n del usuario

source: Obtaining information for project...
es_es: Obteniendo informaci&oacute;n para el proyecto...

source: Writing information of backup...
es_es: Escribiendo informaci&oacute;n para el backup...

source: Elapsed time has been of %s seconds
es_es: El tiempo transcurrido ha sido de %s segundos

source: Generated package has been %s
es_es: El paquete generado ha sido %s

source: The name of the package to update should be introduced
es_es: Debe introducir el nombre del paquete del que va a actualizar los datos

source: It indicates if the package will be auto-deleted or not once consolidation is finished, by default is 1
es_es: Indica si cuando termine la consolidaci&oacute;n se va a autoeliminar el paquete o no, por defecto est&aacute; a 1

source: It is going to proceed the content importation of nodes for package
es_es: Se va a proceder a la importaci&oacute;n del contenido de los nodos del paquete

source: The time consumed by the process has been of %s seconds
es_es: El tiempo consumido por el proceso ha sido de %s segundos

source: Root node where importation data will be dumped
es_es: Nodo ra&iacute;z donde se volcar&aacute;n los datos de importaci&oacute;n

source: Name of package which you would like to import
es_es: Nombre del paquete que quiere importar

source: User which will execute the importation
es_es: Usuario que ejecutar&aacute; la importaci&oacute;n

source: User password to use from interface
es_es: Contrase&ntilde;a del usuario a utilizar desde la interfaz

source: Information mode for the interface
es_es: Modo de informaci&oacute;n para la interfaz

source: Instant execution mode for the interface
es_es: Modo de ejecuci&oacute;n instant&aacute;nea para la interfaz

source: Maximun level of recurrence you would like to import
es_es: Nivel m&aacute;ximo de recurrencia que le gustar&iacute;a importar

source: Association of channels, languages and groups that are going to be made when importing (format: idSourceNode1=idDestinyNode1, idSourceNode2=idDestinyNode2, ...)
es_es: Asociaci&oacute;n de canales, idiomas y grupos que van a realizar al importar (formato: idNodoOrigen1=idNodoDestino1, idNodoOrigen2=idNodoDestino2,...)

source: Node of exportation package from which you would like to start the importation
es_es: Nodo del paquete de exportaci&oacute;n desde el que desea comenzar la importaci&oacute;n

source: If it is accompained of value 1 (--processFirstNode 1) it will be tried to insert the first node, otherwise, it will just checked if it is compatible with the first exportation node
es_es: Si le acompa&ntilde;a el valor 1 (--processFirstNode 1) se intentar&aacute; insertar el primer nodo, en caso contrario, s&oacute;lo se comprobar&aacute; que es compatible con el primer nodo de exportaci&oacute;n

source: (--copyMode 1) It indicates if available nodes in ximdex are going to be used when dependencies could not been resolved, in the case of not resolved links the node will be resolved with an -3 error
es_es: (--copyMode 1) Indica si se van a usar los nodos disponibles en el ximdex cuando no se puedan resolver las dependencias, en caso de que queden enlaces no resueltos el nodo ser&aacute; resuelto con un error -3

source: Incorrect login
es_es: Login incorrecto

source: It is suggested to launch below the next packages: %s
es_es: Se recomienda lanzar debajo los siguientes paquetes: %s

source: These nodes %s have been successfully imported
es_es: Estos nodos %s han sido correctamente importados

source: These nodes %s have not been imported
es_es: Estos nodos %s no han sido correctamente importados

source: %s node/s because of lack of permits
es_es: %s nodo/s por falta de permisos

source: %s node/s because of lack of info in the xml
es_es: %s nodo/s por falta de informaci&oacute;n en el xml

source: %s node/s because its parent has not been inserted
es_es: %s nodo/s por que su padre no ha sido insertado

source: %s node/s because have not been allowed (it is not scheduled in NodeAllowedContents)
es_es: %s nodo/s porque no ha estado permitido (no est&aacute; especificado en NodeAllowedContents)

source: The elapsed time by procedure has been %s seconds
es_es: El tiempo consumido por el procedimiento ha sido de %s segundos

source: Information about root node:
es_es: Informaci&oacute;n sobre el nodo ra&iacute;z:

source: List of available packages:
es_es: Listado de paquetes disponibles:

source: Name of package to delete
es_es: Nombre del paquete a eliminar

source: Element to delete, possible values are ONLY_FILES, which deletes the importation package only from the hard disk, ONLY_DB, which deletes just the importation associations from the database
es_es: Elemento que se quiere eliminar, los valores posibles son ONLY_FILES, que elimina s&oacute;lo el paquete de importaci&oacute;n del disco duro, ONLY_DB, que elimina solo las asociaciones de importaciones de la base de datos

source: Analysing data:
es_es: Analizando datos:

source: Checking if the importation folder exists
es_es: Comprobando si la carpeta de importaci&oacute;n existe...

source: The data of the package %s are going to be deleted
es_es: Se van a eliminar los datos del paquete %s

source: The package %s has been deleted from the folder
es_es: El paquete %s ya ha sido eliminado de la carpeta

source: Checking package in database...
es_es: Comprobando el paquete en la base de datos...

source: Importation information not found in database
es_es: No se ha encontrado informaci&oacute;n sobre la importaci&oacute;n en la base de datos

source: Importation package %s is going to be deleted from ximIO association tables
es_es: Se va a eliminar el paquete de importaci&oacute;n %s de las tablas de asociaci&oacute;n de ximIO

source: Unexpected error occurred, several packages with same name were found
es_es: Ha ocurrido un error inesperado, se han encontrado varios paquetes con el mismo nombre

source: Errors:
es_es: Errores:

source: Warnings:
es_es: Advertencias:

source: Information:
es_es: Informaci&oacute;n:

source: Errors and Warnings occurred, do you want to continue with the process? (Y/n)
es_es: Se han producido Errores y/o Advertencias, quiere continuar con el proceso? (S/n)

source: Aborting process due to user request.
es_es: Abortando proceso por petici&oacute;n del usuario.

source: Error deleting the file %s
es_es: Error al eliminar el archivo %s

source: Deleting information about the package
es_es: Eliminando informaci&oacute;n sobre el paquete

source: Folder information will not be deleted
es_es: No se eliminar&aacute; informaci&oacute;n sobre la carpeta

source: Data successfully deleted from XimIOExportations
es_es: Datos correctamente eliminados de XimIOExportations

source: Importation data could not been deleted from XimIOExportations
es_es: No se ha podido eliminar la importaci&oacute;n de XimIOExportations

source: %s associations successfully deleted from XimIONodeTranslations
es_es: %s asociaciones correctamente eliminadas de XimIONodeTranslations

source: Associations could not been deleted from XimIONodeTranslations
es_es: No se han podido eliminar las asociaciones de XimIONodeTranslations

source: Importation information will not be deleted
es_es: No se eliminar&aacute; informaci&oacute;n sobre la importaci&oacute;n

source: Name of the package from where to get information
es_es: Debe introducir el nombre del paquete sobre el que quiere obtener informaci&oacute;n

source: Showing a list of package nodes with the format IdNode, State (usage --nodeList 1)
es_es: Muestra un listado de los nodos del paquete con el formato IdNodo, Estado (uso --nodeList 1)

source: This param should be used with the param --nodeList, and it shows just the nodes which are in a determined state (-1, -2, -3, -4). -1 Not inserted due to a lack of permits, -2 General error, -3 Father node not resolved, -4 Node destiny not allowed, 0 Node successfully inserted
es_es: Este parametro debe ser utilizado junto con el parametro --nodeList, muestra en el listado s&oacute;lo los nodos que se encuentran en un determinado estado (-1, -2, -3, -4, 0). -1 No insertado por falta de permisos, -2 Error general, -3 Nodo padre no resuelto, -4 Nodo no permitido en esa localizacion, 0 Nodo insertado correctamente

source: The package %s has not been imported with ximIO
es_es: El paquete %s no ha sido importado con ximIO

source: %d nodes has been successfully imported
es_es: %d nodos han sido importados correctamente

source: %d nodes has not been successfully imported due to a lack of permits
es_es: %d nodos no han sido importados correctamente por falta de permisos

source: %d nodes has not been successfully imported due to a lack of information in the XML
es_es: %d nodos no han sido importados correctamente por falta de informaci&oacute;n en el XML

source: %d nodes has not been successfully imported due to its father was not inserted
es_es: %d nodos no han sido importados correctamente porque su padre no se insert&oacute;

source: %d nodes has not been successfully imported due to they were not allowed in its father (NodeAllowedContents restriction)
es_es: %d nodos no han sido importados correctamente porque no est&aacute;n permitidos en su padre (restricci&oacute;n de NodeAllowedContents)

source: Node, Status
es_es: Nodo, Estado

source: Available command to execute, to see a list, type --mode without command
es_es: Comando de los disponibles que quiere ejecutar, para ver un listado escriba --mode sin comando

source: The param --mode is obligatory
es_es: El par&aacute;metro --mode es obligatorio

source: Available modes are:
es_es: Los modos disponibles son:

source: The node %s does not exist
es_es: El nodo %s no existe

source: The node %s does not exists or is not included inside of %s
es_es: El nodo %s no existe o no est&aacute; incluido dentro de %s

source: Error creating the backup folder, check data folder permits and user&#39;s ones configured in Apache server are compatible.
es_es: Error en la creaci&oacute;n de la carpeta de backup, compruebe que los permisos de la carpeta data y los del usuario que tiene configurado el servidor de Apache son compatibles.

source: The exportation that has as origin the node %s contains %d nodes
es_es: La exportaci&oacute;n que toma como origen el nodo %s contiene %d nodos

source: Starting the decompression of files of the package
es_es: Comenzando la descompresi&oacute;n de archivos del paquete

source: Ignoring unexisting file
es_es: Ignorando archivo inexistente

source: The document %s with id %s could not been imported due to it could not been loaded
es_es: El documento %s con id %s no se ha podido importar por que no se ha podido cargar

source: Execution mode could not been estimated
es_es: No se ha podido estimar el modo de ejecuci&oacute;n

source: Content of document %s with filepath %s could not been obtained
es_es: No se ha podido obtener el nuevo contenido para el documento %s con filepath %s

source: The association %s=%s has been dismissed due to the node %s is not existing in the destiny ximdex
es_es: La asociaci&oacute;n %s=%s se ha descartado por que el nodo %s no existe en el ximdex de destino

source: The association %s=%s has been dismissed due to the source node %s is not of the same type than the destiny one or type could not been estimated
es_es: La asociaci&oacute;n %s=%s se ha descartado por que el nodo origen %s no es del mismo tipo que el destino o no se ha podido estimar su tipo

source: XML error: %s at line %d
es_es: Error XML: %s en la l&iacute;nea %d

source: Exportation identifier could not been obtained
es_es: No se ha podido obtener un identificador de exportaci&oacute;n

source: %s_copy_%d%s
es_es: %s_copia_%d%s

source: The init nodes of exportation and importation are not compatible, check if using the param --processFirstNode 1 is needed
es_es: Los nodos iniciales de exportaci&oacute;n e importaci&oacute;n son incompatibles, comprueba si es necesario utilizar el par&aacute;metro --processFirstNode 1

source: Incomplete information about root node has been provided
es_es: Se ha proporcionado una informaci&oacute;n incompleta sobre el nodo ra&iacute;z

source: No valid user to perform the importation found
es_es: No hay ning&uacute;n usuario v&aacute;lido para hacer la importaci&oacute;n

source: Error inserting the node
es_es: Error en la inserci&oacute;n del nodo

source: No pvd could be successfully estimated for the node
es_es: No se ha podido estimar correctamente ninguna pvd para el nodo

source: An inconsistency was found in database, there are several UUID in NodeProperties table with same value
es_es: Se ha encontrado una inconsistencia en la base de datos, hay varios UUID iguales en la tabla NodeProperties

source: XimNEWSwizard module is not enabled
es_es: El m&oacute;dulo ximNEWSwizard no est&aacute; habilitado

source: Node on which folder want to be created could not be found
es_es: No se ha encontrado el nodo en el que se quiere crear la carpeta

source: Template %s - %s not found
es_es: No se ha encontrado la plantilla %s - %s

source: News %s have been successfully created
es_es: La noticia %s se ha creado satisfactoriamente

source: News successfully modified
es_es: La noticia se ha modificado satisfactoriamente

source: News could NOT be successfully modified
es_es: La noticia NO se ha modificado satisfactoriamente

source: Your user session has been closed or changed to another user. Please proceed to log in again
es_es: Su sesi\xf3n de usuario ha sido cerrada o cambiada a otro usuario. Por favor, para poder continuar vuelva a iniciar sesi\xf3n

source: First time here?
es_es: &iquest;La primera vez aqu&iacute;?

source: Start the tour
es_es: Comenzar el tour

source: Restart the tour
es_es: Reiniciar el tour

source: End the tour
es_es: Finalizar el tour

source: Validation string was not successfully introduced.
es_es: La cadena de validaci&oacute;n no ha sido correctamente introducida.

source: Introduced e-mail has not an appropriate format.
es_es: El correo electr&oacute;nico introducido no tiene el formato adecuado.

source: Introduced password is not correct.
es_es: La clave introducida no es correcta.

source: Requested user was already created<br/>Contact your admin if you have lost your password.
es_es: El usuario solicitado ya ha sido creado.<br/>Contacte con el administrador si ha perdido la contrase&ntilde;a.

source: There was an error while verifying your user. Contact your admin.
es_es: Se ha producido un error en la verificaci&oacute;n de su usuario. Contacte con un administrador.

source: Your user has been verified, you will receive the user/password in your e-mail account.
es_es: Tu usuario ha sido verificado, recibir&aacute;s el usuario/contrase&ntilde;a en tu cuenta de correo electr&oacute;nico.

source: Ximdex: User verification
es_es: Ximdex: Verificaci&oacute;n de usuario

source: You have registered successfully, you will receive an e-mail to complete the registration.
es_es: Te has registrado con &eacute;xito, recibir&aacute;s un correo electr&oacute;nico para completar el registro.

source: You were already registered, the confirmation mail has been sent again to your e-mail account.
es_es: Ya estabas registrado, te hemos vuelto a enviar el correo de confirmaci&oacute;n.

source: Ximdex: Registration confirmation
es_es: Ximdex: Confirme su registro

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: Register
es_es: Reg&iacute;strate

source: Test Ximdex
es_es: Prueba Ximdex

source: Once you receive your credentials, you can
es_es: Una vez hayas recibido tus datos de acceso, puedes

source: login
es_es: acceder

source: into Ximdex and play with some demo projects we made for you.
es_es: en Ximdex y probar algunos proyectos que hemos hecho para ti.

source: All guided with a comfortable and effective helping tour. Enjoy managing your documents!
es_es: Sigue el tour de ayuda para guiarte de una forma comoda y efecta. &iexcl;Disfruta gestionando tus documentos!

source: to know more about Ximdex and how powerful it is to manage your projects.
es_es: para aprender m&aacute;s sobre Ximdex y su potencia en la gesti&oacute;n de tus proyectos.

source: Privacy Policy
es_es: Pol&iacute;tica de privacidad

source: There isn't any pending documents to publish.
es_es: No hay documentos pendientes de publicaci&oacute;n.

source: By
es_es: Por

source: Text to search
es_es: Texto a buscar

source: From
es_es: Desde

source: from
es_es: desde

source: To
es_es: Hasta

source: to
es_es: hasta

source: Done
es_es: Aceptar

source: Any user
es_es: Cualquier usuario

source: More...
es_es: M&aacute;s...

source: Publication Comment:
es_es: Comentario de publicaci&oacute;n:

source: No publications were found with those search terms.
es_es: No se han encontrado publicaciones con esos t&eacute;rminos de b&uacute;squeda.

source: Create a new wizard project
es_es: Crear nuevo proyecto tutelado

source: Documents in
es_es: Documentos en

source: Published documents
es_es: Documentos publicados

source: Modified documents
es_es: Documentos modificados

source: Documents in publication queue
es_es: Documentos en cola de publicaci&oacute;n

source: documents found
es_es: documentos encontrados

source: document found
es_es: documento encontrado

source: Below are listed all the documents that have been sent to publish
es_es: A continuaci&oacute;n mostramos los documentos que se han enviado a publicar

source: Status Report
es_es: Informe de Estado
