Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Action run on node type of Ximdex
es_es: Acci&oacute;n sobre un tipo de nodo de Ximdex

source: Ximdex user
es_es: Usuario de Ximdex

source: Role on user group of Ximdex
es_es: Rol en el grupo de usuarios de Ximdex

source: User group of Ximdex
es_es: Grupo de usuarios de Ximdex

source: Ximdex project
es_es: Proyecto de Ximdex

source: Root of Ximdex projects
es_es: Ra&iacute;z de proyectos de Ximdex

source: XML document
es_es: Documento XML

source: Content server of Ximdex
es_es: Servidor de contenido de Ximdex

source: Ximdex section
es_es: Secci&oacute;n de Ximdex

source: Root of image folder
es_es: Ra&iacute;z de carpeta im&aacute;genes

source: Root of XML folder
es_es: Ra&iacute;z de carpeta XML

source: Root of import folder
es_es: Ra&iacute;z de carpeta import

source: Import folder
es_es: Carpeta import

source: Root of common folder
es_es: Ra&iacute;z de la carpeta common

source: Root of CSS folder
es_es: Ra&iacute;z de carpeta

source: Root of template folder
es_es: Ra&iacute;z de carpeta plantillas

source: Container of XML docs
es_es: Contenedor de docs XML

source: Channel manager
es_es: Gestor de Canales

source: Language manager
es_es: Gestor de idiomas

source: Language
es_es: Idioma

source: Workflow manager
es_es: Gestor de workflow

source: Workflow status
es_es: Estado de Workflow

source: Permit manager
es_es: Gestor de permisos

source: Permit
es_es: Permiso

source: Text file
es_es: Archivo de texto

source: Image file
es_es: Archivo de imagen

source: Binary file
es_es: Archivo binario

source: Output error folder
es_es: Carpeta de salida de errores

source: Transformation template of Ximdex
es_es: Plantilla de transformaci&oacute;n de Ximdex

source: Edition template of Ximdex
es_es: Plantilla de edici&oacute;n de Ximdex

source: Root of link manager
es_es: Ra&iacute;z del gestor de enlaces

source: Category of link manager
es_es: Categor&iacute;a del gestor de enlaces

source: Style sheet
es_es: Hoja de estilo

source: Ximdex link
es_es: Enlace Ximdex

source: Folder of view templates
es_es: Carpeta de plantillas de vista

source: Root folder of ximlets in sections
es_es: Carpeta ra&iacute;z de ximlets en las seccines

source: Ximlet container
es_es: Contenerdor de ximlets

source: Property manager
es_es: Gestor de propiedades

source: Property
es_es: Propiedad

source: Folder of project properties
es_es: Carpeta de propiedades del proyecto

source: System properties
es_es: Propiedades del sistema

source: Folder of project dictionary
es_es: Carpeta de diccionario de proyecto

source: Dictionary
es_es: Diccionario

source: Value of a dictionary
es_es: Valor de un diccionario

source: Folder of dictionary values
es_es: Carpeta de valores de diccionario

source: Folder of ximPORTA links
es_es: Carpeta de enlaces de ximPORTA

source: Folder of property set
es_es: Carpeta de conjunto de propiedades

source: Html node
es_es: Nodo html

source: Template of XSLT transformation
es_es: Plantilla de transformaci&oacute;n XSLT

source: Template of RNG edition of Ximdex
es_es: Plantilla de edici&oacute;n RNG de Ximdex

source: Workflow for documents
es_es: Workflow para documentos

source: Container of module settings
es_es: Contenedor de configuraci&oacute;n de m&oacute;dulos

source: Container of a module settings
es_es: Contenedor de configuraci&oacute;n de un m&oacute;dulo

source: Heritable properties
es_es: Propiedades heredables

source: Control center
es_es: Centro de control

source: Configuration manager
es_es: Gestor de configuraciones

source: Administrator
es_es: Administrador

source: Publisher
es_es: Publicador

source: Expert
es_es: Experto

source: View all nodes
es_es: Ver todos los nodos

source: Delete on cascade
es_es: Borrar en cascada

source: Receive integrity checks
es_es: Recibir chequeos de integridad

source: Add action
es_es: A&ntilde;adir acci&oacute;n

source: Add project
es_es: A&ntilde;adir proyecto

source: Add server
es_es: A&ntilde;adir servidor

source: Add image folder
es_es: A&ntilde;adir carpeta de im&aacute;genes

source: Add import folder
es_es: A&ntilde;adir carpeta Import

source: Manage status
es_es: Gestionar estados

source: Add style sheet
es_es: A&ntilde;adir hoja de estilos

source: Add image
es_es: A&ntilde;adir imagen

source: Add file
es_es: A&ntilde;adir archivo

source: Change XML name
es_es: Cambiar Nombre XML

source: Edit XML
es_es: Editar XML

source: Add template image
es_es: A&ntilde;adir imagen de plantilla

source: View all the nodes
es_es: Ver todos los nodos

source: Multi-section deletion
es_es: Borrado multisecci&oacute;n

source: Receive the integrity checks
es_es: Recibe los chequeos de integridad

source: Delete publication windows
es_es: Borrar ventanas de publicaci&oacute;n

source: Expert mode edition
es_es: Edici&oacute;n en Modo Experto

source: Ximdex controlled closing
es_es: Cierre controlado de Ximdex

source: Publication without structure
es_es: Publicaci&oacute;n sin estructura

source: Advanced publication
es_es: Publicaci&oacute;n avanzada

source: Publication from editor
es_es: Publicaci&oacute;n desde el editor

source: Secure transfer protocol
es_es: Protocolo seguro de transferencia

source: Local synchronization
es_es: Sincronizaci&oacute;n local

source: FTP synchronization
es_es: Sincronizaci&oacute;n por FTP

source: Main administrator
es_es: Administrador principal

source: Editor user
es_es: Usuario editor

source: Publisher user
es_es: Usuario publicador

source: Expert user
es_es: Usuario experto

source: Edition
es_es: Edici&oacute;n

source: Publication
es_es: Publicaci&oacute;n

source: Document is under development
es_es: El documento est&aacute; en fase de desarrollo

source: Document is waiting for being published
es_es: El documento est&aacute; a la espera de ser publicado

source: Ximdex Administrator
es_es: Administrador de ximdex

source: Semantic Tags
es_es: Etiquetas sem&aacutenticas

source: Enter the definition labels
es_es: Escriba las etiquetas de definici&oacute;n

source: Tag this node
es_es: Etiqueta este nodo

source: There aren't any tags defined yet
es_es: A&uacute;n no hay etiquetas definidas

source: Suggested tags from Ximdex CMS
es_es: Etiquetas sugeridas por Ximdex CMS

source: Insert here your tags
es_es: Inserta aqu&iacute; tus etiquetas

source: Document tags
es_es: Etiquetas del documento

source: Create new tags here
es_es: Crea aqu&iacute; nuevas etiquetas

source: Need module ximTAGS
es_es: Es necesario instalar el m&oacute;dulo ximTAGS.

source: The metadata has been properly associated.
es_es: Los metadatos han sido debidamente asociados.

source: Ontology Browser
es_es: Navegador ontol&oacute;gico

source: Text view
es_es: Modo texto

source: The news can be associated to the following categories
es_es: La noticia puede asociarse a las siguientes categor&iacute;as

source: Category/ies
es_es: Categor&iacute;a/s

source: Related colectors
es_es: Colectores relacionados

source: Categories
es_es: Categor&iacute;as

source: Current associations
es_es: Asociaciones actuales

source: The news is associated to the following categories
es_es: La noticia se encuentra asociada a las siguientes categor&iacute;as

source: Available categories
es_es: Categor&iacute;as disponibles

source: No category exists
es_es: No existe ninguna categor&iacute;a

source: The association with the area %s was NOT successfully performed.
es_es: La asociaci&oacute;n con el &aacute;rea %s NO se ha realizado con &eacute;xito.

source: The association with the area %s was successfully performed.
es_es: La asociaci&oacute;n con el area %s se ha realizado con &eacute;xito.

source: The "End date" of the validity period is previous to system date. This will mark the end of validity for this document. Do you want to continue?
es_es: La "fecha de fin" del periodo de vigencia es anterior a la fecha del sistema. Esto marcar&aacute; el final de la vigencia de dicho documento. &iquest;Desea continuar?

source: Available colectors
es_es: Colectores disponibles

source: The news can be associated to one, or several, of the following colectors
es_es: La noticia puede asociarse a uno, o varios, de los siguientes colectores

source: Associated category
es_es: Categor&iacute;a asociada

source: News version
es_es: Versi&oacute;n de la noticia

source: Last edited version
es_es: &Uacute;ltima versi&oacute;n editada

source: Last published version
es_es: &Uacute;ltima versi&oacute;n publicada

source: Association period life
es_es: Vigencia de la asociaci&oacute;n

source: This colector has a category compatible with the news
es_es: Este colector tiene una categor&iacute;a compatible con la noticia

source: Suggested association
es_es: Asociaci&oacute;n sugerida

source: Global colector
es_es: Colector global

source: Enable
es_es: Habilitar

source: Adding news %s to colector %s
es_es: A&ntilde;adiendo la noticia $s al colector $s

source: The association has been performed successfully
es_es: La asociaci&oacute;n se ha realizado con &eacute;xito.

source: The association has NOT been performed successfully
es_es: La asociaci&oacute;n NO se ha realizado con &eacute;xito.

source: No association was performed.
es_es: No se ha realizado ninguna asociaci&oacute;n.

source: No relationship was found in the database
es_es: No se ha encontrado la relaci&oacute;n en la base de datos.

source: Image browser
es_es: Visor de im&aacute;genes

source: Select the way you want to explore the image batch:
es_es: Seleccione la forma en que desea explorar el lote de im&aacute;genes:

source: Miniatures
es_es: Miniaturas

source: Select the image batch to explore:
es_es: Seleccione el lote de im&aacute;genes a explorar:

source: Select the zoom factor in which you want to view the images
es_es: Seleccione el factor de zoom en que desea visualizar las im&aacute;genes:

source: View images
es_es: Visualizar im&aacute;genes

source: close window
es_es: cerrar ventana

source: Select the image batch:
es_es: Seleccione lote de im&aacute;genes:

source: ERROR in parameters
es_es: ERROR en parametros

source: Select the image you want to preview:
es_es: Seleccione la imagen que desea previsualizar:

source: Param ERROR
es_es: ERROR en par&aacute;metros

source: Blank spaces has been detected. Do you want to replace them by the character "_"?
es_es: Se han detectado espacios en blanco. &iquest;Desea sustituirlos por el caracter "_"?

source: news colector
es_es: colector de noticias

source: Colector type
es_es: Tipo de colector

source: Without grouping
es_es: Sin agrupar

source: By date (Day)
es_es: Por Fecha (D&iacute;a)

source: By date (Month)
es_es: Por Fecha (Mes)

source: By date (Week)
es_es: Por Fecha (Semana)

source: Category
es_es: Categor&iacute;a

source: Static
es_es: Est&aacute;tico

source: Hybrid
es_es: H&iacute;brido

source: Page bulletins
es_es: Paginar boletines

source: Number of news per page
es_es: N&uacute;mero de noticias por p&aacute;gina

source: Order news
es_es: Ordenar noticias

source: New ones at the beginning (desc)
es_es: Nuevas al principio (descendiente)

source: New ones at the end (asc)
es_es: Nuevas al final (ascendiente)

source: Send bulletins by email
es_es: Enviar boletines por correo electr&oacute;nico

source: Select
es_es: Seleccionar

source: Enter a new address
es_es: Introducir una nueva direcci&oacute;n

source: Channel to send the mail
es_es: Canal para el env&iacute;o de correo

source: Generate bulletins each
es_es: Generar boletines cada

source: Defuse
es_es: Desactivar

source: hours
es_es: horas

source: news
es_es: noticias

source: In order to defuse language versions of document previously published, defuse the corresponding language and unpublish the implicated documents (bulletins and news)
es_es: Para desestimar versiones idiom&aacute;ticas de documentos previamente publicados, desactive el idioma correspondiente y caduque los documentos implicados (boletines y noticias)

source: In order to defuse publication channels of document previously published, defuse the corresponding channel and unpublish the implicated documents (bulletins and news)
es_es: Para desestimar canales de publicaci&oacute;n de documentos previamente publicados, desactive el canal correspondiente y caduque los documentos implicados(boletines y noticias)

source: The email %s is not well-formed, it will not be added to the list
es_es: El email %s no est&aacute; bien formado, no se a&ntilde;adir&aacute; a la lista.

source: Error editing the colector. The operation was not performed successfully
es_es: Error al editar el colector. La operaci&oacute;n no se realiz&oacute; correctamente

source: You have defined your colector as global. In order to get it working properly, you should assign it groups
es_es: Ha definido su colector como global. Para que funcione correctamente debe asignarle grupos.

source: The colector edition has been performed successfully
es_es: La edici&oacute;n del colector se ha realizado correctamente

source: Colector edition
es_es: Edici&oacute;n del colector

source: The previous params were
es_es: Los par&aacute;metros anteriores eran

source: The colector has NOT been edited successfully.
es_es: El colector NO se ha editado con &eacute;xito.

source: Error updating channels.
es_es: Error actualizando canales.

source: Error updating mail list.
es_es: Error actualizando lista de correo.

source: The colector has been edited successfully.
es_es: El colector se ha editado con &eacute;xito.

source: The colector has NOT been created successfully.
es_es: El colector no se ha creado con &eacute;xito.

source: Error creating the colector index
es_es: Error creando el &iacute;ndice del colector

source: The colector has been created successfully.
es_es: El colector se ha creado con &eacute;xito.

source: Updating channels list for colector
es_es: Actualizando lista de canales para el conlector

source: Define news publication validity
es_es: Definir vigencia de la noticia

source: Properties news
es_es: Propiedades de la noticia

source: Associated link
es_es: Enlace asociado

source: Associated image
es_es: Imagen asociada

source: Select the categories
es_es: Seleccione las categor&iacute;as

source: Select the colectors
es_es: Seleccione los colectores

source: Create news
es_es: Crear noticia

source: Date in folders
es_es: Fecha en carpetas

source: Date in name
es_es: Fecha en nombre

source: Error creating the batch.
es_es: Error creando el lote.

source: New news
es_es: Nueva noticia

source: Batch of images
es_es: Lote de im&aacute;genes

source: (none)
es_es: (ninguno)

source: There is not defined any template to create news
es_es: No hay ninguna plantilla definida para crear noticias

source: Error creating news
es_es: Error creando noticia

source: The news was created correctly
es_es: La noticia se ha creado correctamente

source: Delete news from categories
es_es: Eliminar noticias de categor&iacute;as

source: The news is not associated to any category
es_es: La noticia no se encuentra asociada a ninguna categor&iacute;a

source: Select the categories where you want to delete the news
es_es: Seleccione las categor&iacute;as de las que desea eliminar la noticia

source: Error removing the relationship between category %s and news %s.
es_es: Error eliminando la relaci&oacute;n entre la categor&iacute;a %s y la noticia %s.

source: Deletion of the relationship between category %s and news %s completed successfully.
es_es: Eliminaci&oacute;n de la relaci&oacute;n entre la categor&iacute;a %s y la noticia %s realizada con &eacute;xito

source: Result of the generation
es_es: Resultado de la generaci&oacute;n

source: Generate colector
es_es: Generar colector

source: The next automatic generation will occur
es_es: La pr&oacute;xima generaci&oacute;n autom&aacute;tica se producir&aacute;

source: This action will generate the bulletins affected by modifications or new associated news.
es_es: Esta acci&oacute;n generar&aacute; los boletines afectados por modificaciones o noticias nuevas asociadas.

source: If total generation checkbox is selected, all the colector's bulletins will be generated even if they are not affected by the introduced news.
es_es: Si la casilla 'generaci&oacute;n total' est&aacute; marcada, se generar&aacute;n todos los boletines del colector aunque no est&eacute;n afectados por nuevas noticias introducidas.

source: Total generation
es_es: Generaci&oacute;n total

source: %H hours %M minutes %S seconds
es_es: %H horas %M minutos %S segundos

source: At
es_es: A las

source: Immediately
es_es: De inmediato

source: When %d news would be associated
es_es: Cuando se asocien %d noticias

source: This colector has no automatic generation
es_es: Este colector no tiene generaci&oacute;n autom&aacute;tica

source: Bulletins have not been generated
es_es: No se han generado boletines

source: The following bulletins have been generated successfully
es_es: Los siguientes boletines se han generado correctamente

source: You need to delete this file in order to get an Automatic succesfull restart
es_es: Necesitas borrar este archivo para poder reiniciar Automatic satisfactoriamente

source: Start processing
es_es: Comienzo de proceso

source: of
es_es: de

source: Bellows-less generation
es_es: Generaci&oacute;n Sin-Fuelle

source: Locked (Maybe colector is being generated at this moment)
es_es: Bloqueado( Quiz&aacute;s el colector est&aacute; siendo generado en este momento )

source: Starting generation
es_es: Comenzada la generaci&oacute;n

source: Ending generation
es_es: Terminada la generaci&oacute;n

source: Generation finished
es_es: Generaci&oacute;n completada

source: bulletins
es_es: boletines

source: Publishing bulletin
es_es: Publicando boletin

source: docs to be published
es_es: docs para ser publicados

source: No generation needed
es_es: No necesaria generaci&oacute;n

source: Ending processing
es_es: Finalizando el procesamiento

source: Exiting Automatic
es_es: Saliendo de Automatic

source: parallelization begins with% d documents
es_es: empieza paralelizaci&oacute;n con %d documentos

source: Ended parallelization
es_es: Fin paralelizaci&oacute;n

source: Do you want to delete the category?
es_es: &iquest;Desea borrar la categor&iacute;a?

source: Create category
es_es: Crear categor&iacute;a

source: Edit category
es_es: Editar categor&iacute;a

source: Do you want to edit the category?
es_es: &iquest;Desea editar la categor&iacute;a?

source: Manage categories
es_es: Gestionar categor&iacute;as

source: No category found
es_es: No se ha encontrado ninguna categor&iacute;a

source: Add category
es_es: A&ntilde;adir categor&iacute;a

source: Add external link
es_es: A&ntilde;adir enlace externo

source: Add PTD template
es_es: A&ntilde;adir plantilla PTD

source: Add editor template
es_es: A&ntilde;adir plantilla de editor

source: Modify associated status of workflow
es_es: Modificar estados de workflow asociados

source: Delete file
es_es: Borrar archivo

source: Generate
es_es: Generar

source: Add ximlet folder
es_es: A&ntilde;adir carpeta ximlet

source: Associate section with ximlet
es_es: Asociar secci&oacute;n a ximlet

source: Add text files
es_es: A&ntilde;adir archivos de texto

source: The category has been deleted successfully
es_es: La categor&iacute;a se ha borrado correctamente

source: Category deletion failed
es_es: Fall&oacute; el borrado de la categor&iacute;

source: Category creation failed. The operation was NOT performed successfully
es_es: Error al crear la categor&iacute;a. La operaci&oacute;n no se realiz&oacute; correctamente

source: Category successfully created
es_es: La categor&iacute;a se ha creado correctamente

source: Category update failed. The operation was NOT performed successfully
es_es: Error al editar la categor&iacute;a. La operaci&oacute;n no se realiz&oacute; correctamente

source: Category successfully updated
es_es: La categor&iacute;a se ha actualizado correctamente

source: A single calendar will be shown for each selected news
es_es: Se mostrar&aacute; un calendario por cada noticia seleccionada

source: Pick up a date and time to unlink each news from the colector. If you want to dissasociate them now, just set the date and time with a pair of minutes in the future
es_es: Elige una fecha y hora para desasociar cada noticia del colector. Si las quieres desasociar ahora, simplemente establece la fecha y la hora a un par de minutos en el futuro

source: Delete news from colector
es_es: Eliminar noticia del colector

source: News associated to colector
es_es: Noticias asociadas al colector

source: Delete news from
es_es: Eliminar noticia de

source: Associated news
es_es: Noticias asociadas

source: The colector has not associated news
es_es: El colector no tiene asociada ninguna noticia

source: Associated colector
es_es: Colector asociado

source: The news is not associated to any colector
es_es: La noticia no est&aacute; asociada a ning&uacute;n colector

source: No existing relation between %s and %s. The operation was NOT successfully performed.
es_es: No existe relaci&oacute;n entre %s y %s. La operaci&oacute;n NO se ha realizado con &eacute;xito.

source: The dissociation %s - %s was NOT successfully performed. Updating error.
es_es: La desvinculaci&oacute; %s - %s NO se ha realizado con &eacute;xito. Error actualizando.

source: The dissociation %s - %s was successfully performed.
es_es: La desvinculaci&oacute; %s - %s se ha realizado con &eacute;xito.

source: Dissociations were not found
es_es: No se encontraron las desvinculaciones

source: News name
es_es: Nombre noticia

source: Colector-user-batch relation not added. XimPUBLISHtools module is disabled.
es_es: La relaci&oacute;n colector-usuario-lote no se ha a&ntilde;adido. El m&oacute;dulo ximPUBLISHtools est&aacute; deshabilitado

source: Colector-user-batch relation could NOT be added. IdColectorUsers param is null.
es_es: La relaci&oacute;n colector-usuario-lote no se ha podido a&ntilde;adir. El par&aacute;metro idColectorUsers es NULL

source: Colector-user-batch relation could NOT be added. IdBatch param is null.
es_es: La relaci&oacute;n colector-usuario-lote no se ha podido a&ntilde;adir. El par&aacute;metro idBatch es NULL

source: New relation colector-user-batch added (Id: %s - IdColectorUser: %s - IdBatch: %s)
es_es: A&ntilde;adida una nueva relaci&oacute;n colector-usuario-lote (Id: %s - IdColectorUser: %s - IdBatch: %s)

source: Cannot get colector-user-batch publication progress. IdColectorUsers param is null.
es_es: No se ha podido obtener el progreso de publicaci&oacute;n del colector-usuario-lote. El par&aacute;metro idColectorUsers es NULL

source: No colector-user-batchs relations found for colector-user id:
es_es: No se han encontrado relaciones colector-usuario-lote para el colector-usuario con id:

source: Colector-user-batch progress: TOTAL: %d - ENDED: %d - PENDING: %d
es_es: Progreso colector-usuario-lote: TOTAL: %d - ENDED: %d - PENDING: %d

source: Error inserting RelNewsBulletin
es_es: Error insertando RelNewsBulletin

source: Colector %s void
es_es: Colector %s vac&iacute;o

source: Update %s pending to publishable from relNewsColectors
es_es: Actualizar %s peding a publishable desde relNewsColectors

source: Update %s states to removed from relNewsColectors
es_es: Actualizar %s estados a removed desde relNewsColectors

source: Obtaining maxPage for colector
es_es: Obteniendo maxPage para el colector

source: Cannot get Pending relations. IdNew is null or not positive integer.
es_es: No se pueden obtener las relaciones Pending. IdNew es NULL o un entero no positivo.

source: No pending relations found for news
es_es: No se han encontrado relaciones pendientes para la noticia

source: No pending relations found
es_es: No se han encontrado relaciones pendientes
