Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: An error occurred while activating batch.
es_es: Ha ocurrido un error al activar el lote.

source: Batch #
es_es: El Batch #

source: has been deactivated.
es_es: ha sido desactivado.

source: has been activated.
es_es: ha sido activado.

source: [ Loading... ]
es_es: [ Cargando... ]

source: Delete
es_es: Eliminar

source: Operations
es_es: Operaciones

source: Add new element
es_es: A&ntilde;adir un nuevo elemento

source: Confirm and add
es_es: Confirmar y a&ntilde;adir

source: Confirm and update
es_es: Confirmar y actualizar

source: A total of %s channels are going to be disassociated from %s nodes.
es_es: Un total de %s canales se van a desasociar de %s nodos.

source: A total of %s language versions are going to be deleted.
es_es: Un total de %s versiones idiom&aacute;ticas se eliminar&aacute;n.

source: A total of %s channels have been disassociated from %s nodes.
es_es: Un total de %s canales se han desasociado de %s nodos.

source: Channel values will be inherited.
es_es: Los valores de los canales ser&aacute;n heredados.

source: %s Channels have been successfully assigned.
es_es: Se han asignado %s canales correctamente.

source: A total of %s channels have been recursively associated with %s documents.
es_es: Un total de %s canales se han asociado recursivamente a %s documentos.

source: A total of %s language versions have been deleted.
es_es: Un total de %s versiones idiom&aacute;ticas se han eliminado.

source: Language values will be inherited.
es_es: Los valores de los idiomas ser&aacute;n heredados.

source: %s Languages have been successfully assigned.
es_es: Se han asignado %s idiomas correctamente.

source: A total of %S language versions have been recursively created.
es_es: Un total de %s versiones idiom&aacute;ticas han sido creadas recursivamente.

source: Template values will be inherited.
es_es: Los valores de las plantillas ser&aacute;n heredados.

source: %s Templates have been successfully assigned.
es_es: Se han asignado %s plantillas correctamente.

source: %s will be used as document transformer.
es_es: Se usar&aacute; %s como transformador de documentos.

source: These properties are inheritable. Every single change will be propagated into all the child nodes.
es_es: Estas propiedades son heredables. Cada cambio ser&aacute; propagado en los hijos del nodo actual.

source: StructuredDocument cannot be instantiate with ID
es_es: No es posible instanciar el StructuredDocument con ID

source: Inheritable property cannot be instantiate
es_es: No es posible instanciar la propiedad heredable

source: Would you like to continue with the changes?
es_es: &iquest;Desea continuar con las modificaciones?

source: A value should be selected for <b>%s</b> property.<br />
es_es: Debe seleccionar alg&uacute;n valor para la propiedad <b>%s</b>.<br />

source: Otherwise inherited values will be used.
es_es: En caso contrario se usaran los valores heredados.

source: Channel %s has been associated with %s documents.
es_es: Se ha asociado %s canal a %s documentos.

source: %s language versions have been created.
es_es: Se han creado %s versiones idiom&aacute;ticas.

source: Use inherited channels
es_es: Usar los canales heredados

source: Overwrite inherited channels
es_es: Sobreescribir los canales heredados

source: Associate channel recursively with all documents.
es_es: Asociar canal recursivamente a todos los documentos.

source: Edit properties
es_es: Modificar propiedades

source: Manage properties
es_es: Modificar propiedades

source: Changes will not be undone.
es_es: No ser&aacute; posible deshacer los cambios.

source: Use inherited languages
es_es: Usar los idiomas heredados

source: Overwrite inherited languages
es_es: Sobreescribir los idiomas heredados

source: Create language version recursively
es_es: Crear versi&oacute;n idiom&aacute;tica recursivamente.

source: Allowed types of templates
es_es: Tipos de plantillas permitidas

source: Use inherited templates
es_es: Usar las plantillas heredadas

source: Overwrite inherited templates
es_es: Sobreescribir las plantillas heredadas

source: Document transformer
es_es: Transformador de documentos

source: Available transformers
es_es: Transformadores disponibles

source: Recover
es_es: Recuperar

source: Available versions
es_es: Versiones disponibles

source: Are you sure you want to recover this version?
es_es: &iquest;Est&aacute; seguro de querer recuperar esta versi&oacute;n y convertirla en la &uacute;ltima?

source: Are you sure you want to delete this version?
es_es: &iquest;Est&aacute; seguro de querer borrar esta versi&oacute;n?

source: Are you sure you want to delete this version?. This version is the latest published content.
es_es: &iquest;Est&aacute; seguro de querer borrar esta versi&oacute;n?. Esta versi&oacute;n es el contenido publicado m&aacute;s reciente.

source: Version
es_es: Versi&oacute;n

source: Date
es_es: Fecha

source: Any change has been perfomed
es_es: No se ha realizado ning&uacute;n cambio

source: An error occurred while modifying channel
es_es: Ha ocurrido un error al modificar el canal

source: Channel has been successfully modified
es_es: El canal se ha modificado correctamente

source: Modify channel
es_es: Modificar Canal

source: Group has been successfully modified
es_es: El grupo se ha modificado correctamente

source: An error occurred while modifying group
es_es: Ha ocurrido un error al modificar el grupo

source: Modify group
es_es: Modificar grupo

source: Group
es_es: Grupo

source: Add group to section
es_es: A&ntilde;adir grupo a la secci&oacute;n

source: No groups to add have been found
es_es: No se han encontrado grupos que a&ntilde;adir

source: Available groups
es_es: Grupos disponibles

source: Select group
es_es: Seleccione grupo

source: Recursive
es_es: Recursivo

source: Force role
es_es: Forzar rol

source: Delete group of a section
es_es: Borrar grupo de la secci&oacute;n

source: No associated groups have been found
es_es: No se han encontrado grupos asociados

source: Delete subscriptions
es_es: Borrar suscripciones

source: Groups which it belongs
es_es: Grupos a los que pertenece

source: Role of general group
es_es: Rol del grupo general

source: With role
es_es: Con Rol

source: There are not
es_es: No hay

source: Are you sure you want to delete selected subscriptions?
es_es: &iquest;Est&aacute;s seguro?

source: Are you sure you want to update selected subscriptions?
es_es: &iquest;Est&aacute;s seguro?

source: more
es_es: m&aacute;s

source: available groups to be associated with the user
es_es: grupos disponibles para ser asociados con el usuario

source: Remove from group
es_es: Eliminar del grupo

source: Delete associations
es_es: Borrar asociaciones

source: Update associations
es_es: Actualizar asociaciones

source: There are no groups associated with user yet
es_es: A&uacute;n no hay grupos asociados con el usuario

source: This subscription will be deleted. Are you sure you want to continue?
es_es: Esta asociación será eliminada. ¿Está seguro que quiere continuar?

source: Subscriptions to groups will be updated. Would you like to continue?
es_es: Las asociaciones a grupos ser&aacute;n actualizadas. &iquest;Desea continuar?

source: Language could not be successfully loaded, contact with your administrator
es_es: No se ha podido cargar el idioma correctamente, contacte con su administrador

source: Error while loading language
es_es: Error en la carga del idioma

source: Language has been successfully updated
es_es: El idioma se ha actualizado correctamente

source: An error occurred while updating language
es_es: Ha sucedido un error al actualizar el idioma

source: Modify language
es_es: Modificar idioma

source: Language name
es_es: Nombre del idioma

source: Link could not be successfully loaded, contact with your administrator
es_es: No se ha podido cargar el enlace correctamente, contacte con su administrador

source: Error while loading link
es_es: Error en la carga del enlace

source: Link has been successfully updated
es_es: El enlace se ha actualizado correctamente

source: An error occurred while upadting link
es_es: Ha sucedido un error al actualizar el enlace

source: Modify external link
es_es: Modificar enlace externo

source: Changes have been successfully performed.
es_es: Se han aplicado los cambios correctamente.

source: Role data
es_es: Datos del rol

source: Select all
es_es: Seleccionar todos

source: Select none
es_es: Seleccionar ninguno

source: Modify role permits
es_es: Modificar permisos del rol

source: Generic permits
es_es: Permisos gen&eacute;ricos

source: Action permits
es_es: Permisos de acci&oacute;n

source: Node type
es_es: Tipo de Nodo

source: Without state
es_es: Sin estado

source: IdRole has not been found in action modifyrolestate
es_es: IdRole no encontrado en acci&oacute;n modifyrolesstate

source: Error: Role which you want to associate with workflow status could not be found
es_es: Error: No se ha podido encontrar el rol que se quiere asociar al estado de workflow

source: Role has been successfully associated with workflow status
es_es: El rol se ha asociado correctamente al estado de workflow

source: Any role has been selected to be deleted
es_es: No se ha seleccionado ning&uacute;n rol para eliminar

source: Dissociate roles
es_es: Desasociar roles

source: Associate roles
es_es: Asociar roles

source: Existing roles
es_es: Roles existentes

source: Delete selected roles
es_es: Borrar roles selecionados

source: Dissociate role
es_es: Desasociar rol

source: Associate role
es_es: Asociar rol

source: Role
es_es: Rol

source: New server name
es_es: Nuevo nombre del servidor

source: Connection
es_es: Conexi&oacute;n

source: URL or IP
es_es: URL o IP

source: Port
es_es: Puerto

source: Server successfully removed
es_es: Servidor borrado correctamente

source: Server successfully modified
es_es: Servidor modificado correctamente

source: Server successfully created
es_es: Servidor creado correctamente

source: Error while creating server
es_es: Error al crear servidor

source: Not allowed protocol
es_es: Procolo no permitido

source: Not allowed protocol for demo user. Get Ximdex open source to get full functionality.
es_es: Protocolo no permitido para usuarios demo. Obtenga el c&oacute;digo libre de Ximdex para tener todas las funcionalidades.

source: A local directory is required
es_es: Es requerido un directorio local

source: A local url is required
es_es: Es requerido una url local

source: A remote directory is required
es_es: Es requerido un directorio remoto

source: A remote url is required
es_es: Es requerido una url remota

source: A connection port is required
es_es: Es requerido un puerto de conexi&oacute;n

source: A remote address is required
es_es: Es requerido una direcci&oacute;n remota

source: A login is required
es_es: Es requerido un login

source: Server description is required
es_es: Es requerido la descripci&oacute;n del servidor

source: Are you sure you want to remove this server?
es_es: &iquest;Est&aacute; seguro de que desea borrar este servidor?

source: It is necessary to specify a local url for this server.
es_es: Es necesario especificar una url local para el servidor.

source: It is necessary to specify a local directory.
es_es: Es necesario especificar el directorio local.

source: It is necessary to specify a remote directory.
es_es: Es necesario especificar el directorio remoto.

source: It is necessary to specify a remote url for this server.
es_es: Es necesario especificar una url remota para el servidor.

source: It is necessary to specify a connection port for this server.
es_es: Es necesario especificar un puerto de conexi&oacute;n para el servidor.

source: It is necessary to specify a remote address for this server.
es_es: Es necesario especificiar una direcci&oacute;n remota para el servidor.

source: It is necesary to specify a login.
es_es: Es necesario especificiar un login.

source: It is necessary to specify a description for this server.
es_es: Es necesario especificiar una descripci&oacute;n para el servidor.

source: Are you sure you want to modify these properties?
es_es: &iquest;Est&aacute; seguro de que desea modificar las propiedades?

source: Server is not enabled. Documents will not be published on this server.
es_es: El servidor no est&aacute; habilitado. No se publicar&aacute;n documentos en este servidor.

source: This action allows to define in which servers your documents are going to be published and which protocol will be used.
es_es: Esta acci&oacute;n permite definir en qu&eacute; servidores deseas publicar tus documentos y el protocolo que se usar&aacute; para ello.

source: Create a new server where publishing your documents or choose an already configured one to edit its properties
es_es: Crea un nuevo servidor donde publicar tus documentos o elige uno ya configurado para poder editar sus propiedades

source: Specify the way in which your documents are going to be copied to the server chosen in the previous step
es_es: Especifica la forma en que tus documentos van a ser copiados al servidor elegido en el paso anterior

source: Error messages
es_es: Mensajes de error

source: Selected server
es_es: Servidor seleccionado

source: Create new server
es_es: Crear nuevo servidor

source: Server properties
es_es: Propiedades del servidor

source: Protocol
es_es: Protocolo

source: Remote URL
es_es: URL remota

source: Remote address
es_es: Dirección remota

source: Remote directory
es_es: Directorio remoto

source: Directory
es_es: Directorio

source: Remote user
es_es: Usuario remoto

source: Address
es_es: Direcci&oacute;n

source: OTF server
es_es: Servidor OTF

source: Enabled
es_es: Habilitado

source: Preview server
es_es: Servidor de Previos

source: Absolute URLs
es_es: URLs absolutas

source: Encoding
es_es: Codificaci&oacute;n

source: Delete server
es_es: Eliminar servidor

source: State has been successfully added
es_es: Se ha a&ntilde;adido el estado correctamente

source: State has been successfully changed
es_es: Se ha cambiado el estado correctamente

source: Any node will change of workflow state
es_es: Ning&uacute;n nodo cambiar&aacute; de estado de workflow

source: Nodes which will change workflow state:
es_es: Nodos que cambiar&aacute;n de estado de workflow

source: If you perform this modification, the node workflow state <b>%s</b> will be modified.
es_es: Si hace esta modificaci&oacute;n se modificar&aacute; el estado de workflow del nodo <b>%s</b>.

source: Add status
es_es: A&ntilde;adir estado

source: Insert between
es_es: Insertar entre

source: There are not transitions
es_es: No hay transiciones

source: Select a transition
es_es: Seleccione una transici&oacute;n

source: Workflow applications
es_es: Aplicaciones del workflow

source: Node type (optional)
es_es: Tipo de nodo (opcional)

source: Select a node type
es_es: Seleccione un tipo de nodo

source: This workflow will behave as default item
es_es: Este workflow se comportar&aacute; como elemento por defecto

source: Existing status
es_es: Estados existentes

source: Status
es_es: Estado

source: Check dependencies
es_es: Comprobar dependencias

source: Add status to role
es_es: A&ntilde;adir estado al rol

source: Select a status
es_es: Seleccione un estado

source: Delete-Status
es_es: Borrar-Estado

source: Delete status
es_es: Borrar estados

source: User has been successfully modified
es_es: El usuario se ha modificado correctamente

source: Modify user
es_es: Modificar usuario

source: Modify password
es_es: Modificar contrase&ntilde;a

source: Users who belong to the group
es_es: Usuarios pertenecientes al grupo

source: Select a role
es_es: Seleccione un rol

source: Add new
es_es: A&ntilde;adir nuevo

source: Change roles
es_es: Cambiar roles

source: with role
es_es: con rol

source: Save associations
es_es: Guardar asociaciones

source: Delete selected associations
es_es: Eliminar asociaciones seleccionadas

source: Subscriptions of group are going to be updated, would you like to continue?
es_es: Las suscripciones al grupo van a ser actualizadas, &iquest;desea continuar?

source: Selected associations will be deleted. Would you like to continue?
es_es: Las asociaciones seleccionadas ser&aacute;n borradas. &iquest;Desea continuar?

source: Moving node to selected destination is not allowed
es_es: No est&aacute; permitido mover el nodo al destino elegido

source: Node %s has been successfully moved
es_es: El nodo %s se ha movido correctamente

source: This node is already associated with that parent
es_es: El nodo ya est&aacute; asociado a ese padre

source: Move node
es_es: Mover nodo

source: Select new node destination
es_es: Selecciona el nuevo destino del nodo

source: A node with same name already exists on selected destination. Please, insert a new name:
es_es: En el destino seleccionado ya existe un nodo con el mismo nombre. Por favor, introduzca un nuevo nombre:

source: Source
es_es: Origen

source: Target
es_es: Destino

source: is going to be moved
es_es: va a ser movido

source: New name
es_es: Nuevo nombre

source: Move operation is not allowed on selected destination.
es_es: No se permite la operaci&oacute;n de mover sobre el destino seleccionado.

source: Please, select a different destination to move the node.
es_es: Por favor, seleccione otro destino para mover el nodo.

source: Warning about publication
es_es: Aviso sobre publicaci&oacute;n

source: If you do not want to keep your nodes published on current location
es_es: Si no desea mantener sus nodos publicados en la ubicaci&oacute;n actual

source: Edit publication life of your nodes previously of node movement.
es_es: Edite la vigencia de publicaci&oacute;n de sus nodos con anterioridad al movimiento del nodo.

source: Idnode does not arrive
es_es: No llega idNode

source: Instantiated node has not idNode
es_es: El Nodo instanciado no tiene idNode

source: Label cannot be associated with version, empty idnode
es_es: No se puede asociar etiqueta a version, idnode vac&iacute;o

source: Wrong label value
es_es: Valor de etiqueta incorreto

source: Id version has not been found in the association of labels with versions
es_es: No se ha encontrado version id en la asociaci&oacute;n de etiquetas a versions

source: Labels are going to be associated with version
es_es: Se va a asociar las etiquetas a la version

source: It is associated IdVersion
es_es: Se asocia idVersion

source: with label
es_es: con label

source: Correct association
es_es: Asociaci&oacute;n correcta

source: <option>Select a label</option>
es_es: <option>Seleccione una etiqueta</option>

source: Information
es_es: Informaci&oacute;n

source: Navigate
es_es: Navegar

source: Linked by
es_es: Enlazado por

source: Links To
es_es: Enlaces a

source: Labels
es_es: Etiquetas

source: Navigate by tags
es_es: Navegar por etiquetas

source: It is not possible to show preview.
es_es: No es posible mostrar la previsualizaci&oacute;n.

source: The node you are trying to preview does not exist.
es_es: El nodo que se est&aacute; intentando previsualizar no existe.

source: Provided node is not a structured document.
es_es: El nodo proporcionado no es un documento estructurado.

source: It is not possible show preview. There is not any defined channel.
es_es: No es posible mostrar la previsualizaci&oacute;n. No hay definido ning&uacute;n canal.

source: Preview
es_es: Vista previa

source: Repository of node versions
es_es: Repositorio de versiones del nodo

source: - Version
es_es: - Versi&oacute;n

source: Version Date User
es_es: Versi&oacute;n Fecha Usuario

source: Document preview
es_es: Previo del documento

source: New window
es_es: Ventana nueva

source: As long as this box is ticked, preview will be opened in new windows.
es_es: Mientras est&eacute; marcada la casilla, los previos se abrir&aacute;n en ventanas nuevas.

source: There is not any defined physical server in: '%s'
es_es: No ha definido ning&uacute;n servidor f&iacute;sico en '%s'

source: The server '%s' has been successfully sent to publish.
es_es: El servidor '%s' se ha enviado a publicar correctamente.

source: The section '%s' has been successfully sent to publish.
es_es: La secci&oacute;n '%s' se ha enviado a publicar correctamente.

source: %s %s has been successfully sent to publish
es_es: El nodo ha sido enviado a publicar correctamente

source: The node has been successfully sent to publish
es_es: El nodo ha sido enviado a publicar correctamente

source: Launching publicate section
es_es: Lanzando publicate section

source: Executing: Publicate Section
es_es: Ejecutando: Publicate Section

source: Use of command:
es_es: Uso del comando:

source: Are read parameters corrects?
es_es: &iquest;Son correctos los par&aacute;metros leidos?

source: Aborting publication, it is just allowed to publish over sections and servers
es_es: Abortando la publicaci&oacute;n, s&oacute;lo se permite la publicaci&oacute;n sobre secciones y servidores

source: Publish section
es_es: Publicar secci&oacute;n

source: You have selected the contents of
es_es: Ha seleccionado los contenidos de

source: to be published
es_es: para ser publicados

source: Would you like to publish just
es_es: &iquest;Desea publicar s&oacute;lo

source: or also the contained subsections?
es_es: o tambi&eacute;n las subsecciones incluidas?

source: Publish just
es_es: Publicar s&oacute;lo

source: and its subsections
es_es: y sus subsecciones

source: All
es_es: Todos

source: Publishing...
es_es: Publicando...

source: Please, wait
es_es: Por favor, espere

source: Node types to publish
es_es: Tipos de nodo a publicar

source: No physical server has been defined in '%s'
es_es: No se ha definido ning&uacute;n servidor f&iacute;sico en '%s'

source: Following documents and sections are going to be published:
es_es: Se van a publicar los siguientes documentos y secciones:

source: Are you sure you want to publish?
es_es: &iquest;Est&aacute; seguro de que desea publicar?

source: Would you like to continue with publication?
es_es: &iquest;Desea continuar con la publicaci&oacute;n?

source: Publish ximlet
es_es: Publicar ximlet

source: Show paths
es_es: Mostrar rutas

source: No ximlet to publish has been found.
es_es: No se ha encontrado ning&uacute;n ximlet que publicar.

source: Publication result
es_es: Resultado de la publicaci&oacute;n

source: Your documents have entered successfully in publication process
es_es: Sus documentos han entrado correctamente en el proceso de publicaci&oacute;n

source: No documents to publish have been found.
es_es: No se han encontrado documentos para publicar.

source: Association has been successfully performed.
es_es: La asociacion se ha realizado con &eacute;xito.

source: Error while associating.
es_es: Error al asociar.

source: Node could not be successfully loaded
es_es: No se ha podido cargar el nodo

source: Node name has been successfully updated
es_es: Se ha actualizado correctamente el nombre del nodo

source: Node name could not be updated
es_es: No se ha podido actualizar el nombre del nodo

source: Alias for language %s has been successfully updated
es_es: Se ha actualizado correctamente el alias para el idioma %s

source: Nodes which will change their workflow status
es_es: Nodos que cambiar&aacute;n de estado de workflow

source: Any node will change its workflow status
es_es: Ning&uacute;n nodo cambiar&aacute; de estado de workflow

source: Nodes which are going to change their workflow status
es_es: Nodos que cambiar&aacute;n de estado de workflow

source: If you perform this modification, workflow status of node %s will be modified
es_es: Si hace esta modificaci&oacute;n se modificar&aacute; el estado de workflow del nodo %s

source: Change name
es_es: Cambiar nombre

source: Associated workflow
es_es: Workflow asociado
