Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Document cannot be saved.
es_es: No se ha podido guardar el documento.

source: Error while loading the xml enricher
es_es: Error al cargar el enriquecedor xml

source: Error while enriching the scheme, a RNG grammar label
es_es: Error al enriquecer esquema, una etiqueta grammar en la rng

source: Error while enriching the scheme, a 'define' was not found in the configuration file
es_es: Error al enriquecer esquema, no se ha encontrado un define en el archivo de configuraci&oacute;n

source: A non-existing node cannot be obtained:
es_es: Se est&aacute; intentando obtener un nodo que no existe:

source: docxap.xsl was not found for node %s
es_es: No se ha encontrado docxap.xsl para el nodo %s

source: RNG schema not valid:
es_es: El esquema RNG no es v&aacute;lido:

source: A Ximlink cannot be created without name.
es_es: No se puede crear un Ximlink sin nombre.

source: does not exists!
es_es: no existe!

source: Implement me!
es_es: &iexcl;Implem&eacute;ntame!

source: Invalid JSON:
es_es: JSON inv&aacute;lido:

source: Ximlet tool initialized
es_es: Ximlet tool inicializada

source: ERROR while finding Ximlets.
es_es: ERROR al encontrar Ximlets.

source: WARNING: You are going to edit a ximlet which is linked to a section.<br/><br/> This action will affect to all the section documents. Are you sure you want to continue?
es_es: ATENCI&Oacute;N: Se dispone a editar un ximlet enlazado con una secci&oacute;n.<br/><br/>Esta acci&oacute;n afectar&aacute; a todos los documentos de la secci&oacute;n. &iquest;Est&aacute; seguro de querer continuar?.

source: Do you want to edit the Ximlet in a new tab?
es_es: &iquest;Desea editar el Ximlet en una nueva pesta&ntilde;a?

source: The document already contains a ximlet with ID
es_es: El documento ya contiene un ximlet con el identificador

source: Do you want to continue?
es_es: &iquest;Desea continuar?

source: Spell checking tool initialized
es_es: Spell checking tool inicializada

source: Error obtaining spell checking file.
es_es: Error al obtener el archivo de revisi&oacute;n ortogr&aacute;fica.

source: Maybe your text is too long and/or there are so much words to correct in your document.
es_es: Quiz&aacute;s tu contenido es muy extenso y/o hay muchas palabras a corregir en tu documento.

source: Be sure that your content and the base language of your document are the same.
es_es: Aseg&uacute;rate de que tu contenido y el lenguaje base de tu documento son el mismo.

source: Show preview
es_es: Mostrar previo

source: Error obtaining preview.
es_es: Error al obtener el previo.

source: Error adding new element when clicking
es_es: Error al a&ntilde;adir un nuevo elemento al clicar

source: Annotation tool initialized
es_es: Annotation tool inicializada

source: References could not be loaded.
es_es: No se han podido cargar las referencias.

source: Reason:
es_es: Raz&oacute;n:

source: Error while obtaining annotations.
es_es: Error al obtener anotaciones.

source: No server answer.
es_es: No hay respuesta del servidor.

source: Error while obtaining annotation file.
es_es: Error al obtener el archivo de anotaciones.

source: Annotation Rdfa tool initialized
es_es: Annotation Rdfa tool inicializada

source: ERROR: Trying to apply an element to more than one selected elements.
es_es: ERROR: Tratando de aplicar un elemento a m&aacute;s de un elemento seleccionado.

source: Create
es_es: Creado

source: element
es_es: elemento

source: Disapply element
es_es: No aplicar elemento

source: Paste element
es_es: Pegar elemento

source: XimdocContextMenuTool tool initialized
es_es: XimdocContextMenuTool tool inicializada

source: Cut
es_es: Cortar

source: Copy
es_es: Copiar

source: Paste
es_es: Pegar

source: Apply:
es_es: Aplicar:

source: Spell checking
es_es: Correcci\xf3n ortogr\xe1fica

source: Leave word
es_es: Dejar palabra

source: as it.
es_es: como est\xe1.

source: Replace
es_es: Reemplazar

source: by
es_es: por

source: ANNOTATION MENU
es_es: MEN\xDA DE ANOTACIONES

source: Annotate word
es_es: Anotar palabra

source: Do not apply:
es_es: No aplicar

source: Add sibling:
es_es: A\xf1adir hermano:

source: Add child:
es_es: A\xf1adir hijo:

source: Toggle
es_es: Desplegar

source: Edit ximlet content
es_es: Editar contenido del ximlet

source: Debug log
es_es: Log de depuraci&oacute;n

source: Editor initialized
es_es: Editor inicializado

source: Temporal file recovered and removed
es_es: Archivo temporal recuperado y borrado

source: Error recovering temporal file
es_es: Error recuperando archivo temporal

source: Temporal file removed
es_es: Archivo temporal borrado

source: It is available a temporal version of the document with saving date more recent than the last one you saved. Do you want to recover it?
es_es: Existe una versi&oacute;n temporal del documento con fecha posterior a la &uacute;ltima vez que se guard&oacute; correctamente. &iquest;Desea recuperarla?

source: No element found in the configuration
es_es: No se ha encontrado ning&uacute;n elemento en la configuraci&oacute;n

source: XSL stylesheet cannot be imported. Changing to tree view.
es_es: No se puede importar la hoja de estilos XSL. Cambiando a la vista de &aacute;rbol.

source: No valid XSLT templates or no docxap template detected. Changing back to tree view.
es_es: No se han detectado plantillas XSLT correctas o la plantilla docxap. Volviendo a la vista de &aacute;rbol.

source: Exception while processing beforeTransform on %s: %s
es_es: Excepci&oacute;n mientras se procesaba beforeTransform en %s: %s

source: Exception while processing afterTransform on %s: %s
es_es: Excepci&oacute;n mientras se procesaba afterTransform en %s: %s

source: Element <%s/> has no UID attribute!
es_es: El elemento <%s/> no tiene atributo UID!

source: No docxap template detected. Changing back to tree view.
es_es: No se ha detectado ninguna plantilla docxap. Volviendo a la vista &aacute;rbol.

source: Cannot show Remote View
es_es: No se puede mostrar la Vista Remota

source: PreviewInServer mode is disabled
es_es: El modo PreviewInServer est&aacute; desactivado

source: No preview servers for this channel
es_es: No hay servidores de previos para este canal

source: Error accessing remote server. Please, verify permissions and synchro base path
es_es: Error al acceder al servidor remoto. Por favor, revise permisos y la ruta base de sincronizaci&oacute;n

source: Error connecting remote server. Please, verify synchro data (IP, access keys)
es_es: Error al conectar al servidor remoto. Por favor, revise los datos de sincronizaci&oacute;n (IP, datos de conexi&oacute;n)

source: Unknown error
es_es: Error desconocido

source: Error obtaining preview file in server.
es_es: Error al obtener la vista previa del documento en el servidor.

source: Cleanup done, sending document to server
es_es: Limpieza terminada, enviando documento al servidor

source: Splited element
es_es: Dividiendo elemento

source: Exception while processing updateState on %s: %s
es_es: Excepci&oacute;n mientras se procesaba updateState en %s: %s

source: Exception while processing mouseUp on %s: %s
es_es: Excepci&oacute;n mientras se procesaba mouseUp en %s: %s

source: Exception while processing beforeUpdateContent on %s: %s
es_es: Excepci&oacute;n mientras se procesaba beforeUpdateContent en %s: %s

source: Exception while processing afterUpdateContent on %s: %s
es_es: Excepci&oacute;n mientras se procesaba afterUpdateContent en %s: %s

source: Found no renderizable elements:
es_es: No se han encontrado elementos renderizables

source: Initialize editor
es_es: Inicializar editor

source: Insert element
es_es: Insertar elemento

source: Remove element
es_es: Eliminar elemento

source: Create table
es_es: Crear tabla

source: Remove table
es_es: Borrar tabla

source: Table properties
es_es: Propiedades de la tabla

source: Add item:
es_es: A&ntilde;adir item:

source: Properties of
es_es: Propiedades de

source: Remove item:
es_es: Eliminar item:

source: Remove list
es_es: Eliminar lista

source: List properties
es_es: Propiedades de la lista

source: List item
es_es: Item de lista

source: ScrollerToolBox tool initialized
es_es: ScrollerToolBox tool inicializado

source: ToolbarButtonsToolBox tool initialized
es_es: ToolbarButtonsToolBox tool inicializada

source: under the currently selected element
es_es: bajo el elemento actualmente seleccionado

source: You have applied to open the editor in a new window. Changes not saved will be lost. Do you want to continue?
es_es: Ha solicitado abrir el editor en una ventana nueva. Esto ocasionar&aacute; la p&eacute;rdida de datos no guardados en el documento. &iquest;Desea continuar?

source: The document has been saved and sent to be published.
es_es: El documento ha sido guardado y enviado a publicar.

source: An error occurred while saving and/or sending the document to publish.State: %s Error: %s
es_es: Se ha producido un error guardando y/o enviando a publicar el documento.Estado: %s Error: %s

source: The document has been successfully saved.
es_es: El documento ha sido correctamente guardado.

source: An error occurred while saving the document.State: %s Error: %s
es_es: Se ha producido un error al guardar el documento.Estado: %s Error: %s

source: HighlightToolBox tool initialized
es_es: HighlightToolBox tool inicializada

source: Implement commandfunc method!
es_es: &iexcl;Implemente el m&eacute;todo commandfunc

source: tree
es_es: &aacute;rbol

source: View changed to
es_es: Vista cambiada a

source: DraggablesToolBox tool initialized
es_es: DraggablesToolBox tool inicializada

source: Drag and drop
es_es: Arrastrar y soltar

source: Channels
es_es: Canales

source: Channel changed to
es_es: Canal cambiado a

source: Change history
es_es: Historial de cambios

source: UndoToolBox tool initialized
es_es: UndoToolBox tool inicializada

source: Content updated
es_es: Contenido actualizado

source: Changeset not found!
es_es: &iexcl;Cambio no encontrado!

source: Restoring changeset
es_es: Recuperando cambio

source: Attributes
es_es: Atributos

source: Attributes updated!
es_es: &iexcl;Atributos actualizados!

source: Update attributes
es_es: Actualizar atributos

source: Search
es_es: Buscar

source: External references
es_es: Referencias externas

source: AnnotationToolBox tool initialized
es_es: AnnotationToolBox tool inicializada

source: No annotation_tag RngElement type found
es_es: No se ha encontrado el RngElement annotation_tag

source: Applied annotation tag
es_es: annotation_tag aplicado

source: No annotation_image RngElement type found
es_es: No se ha encontrado el RngElement annotation_image

source: No annotation_link RngElement type found
es_es: No se ha encontrado el RngElement annotation_link

source: Applied annotation link
es_es: annotation_link aplicado

source: No annotation_related_info RngElement type found
es_es: No se ha encontrado el RngElement annotation_related_info

source: No annotation_related_info_element RngElement type found
es_es: No se ha encontrado el RngElement annotation_related_info_element

source: An article cannot be inserted in this document. Check for annotation_link element.
es_es: No se puede insertar un art&iacute;culo en este documento. Compruebe el elemento annotation_link.

source: Rdfa annotations
es_es: Anotaciones Rdfa

source: AnnotationRdfaToolBox tool initialized
es_es: AnnotationRdfaToolBox tool inicializada

source: Element <
es_es: Elemento <

source: /> not found in RNG Schema
es_es: /> no encontrado en el esquema RNG

source: Document cannot be validate!
es_es: &iexcl;El documento XML no es v&aacute;lido!

source: XimLINK with ID %s not found
es_es: XimLINK con ID %s no encontrado

source: Not found
es_es: No encontrado

source: A new ximlink could not be created:
es_es: No se ha podido crear un nuevo ximlink:

source: Getting parent node with set uid...
es_es: Obteniendo nodo padre con uid asignado...

source: Parent Node retrieved
es_es: Recuperado nodo padre

source: with uid =
es_es: con uid =

source: Searching for edited nodes (uid set) and new nodes (uidtype) in html
es_es: Buscando nodos editados (establecido uid) y nodos nuevos (uidtype) en el html

source: exists. Editing content...
es_es: existe. Editando el contenido...

source: Non-existing uid. Getting type...
es_es: Uid no existente. Obteniendo tipo...

source: Type retrieved:
es_es: Tipo devuelto:

source: Type retrieved: none :: No translation applied
es_es: Tipo devuelto: ninguno :: No se ha solicitado ninguna traducci&oacute;n

source: Parent node retrieved:
es_es: Nodo padre devuelto:

source: Parent Uid retrieved:
es_es: Padre Uid devuelto:

source: Appending new child to parent node in XML document...
es_es: A&ntilde;adiendo nuevo hijo al nodo padre en el documento XML

source: Setting uid %s to
es_es: Estableciendo uid %s a

source: Appending %s to %s before node with uid
es_es: A&ntilde;adiendo %s a %s antes del nodo con uid

source: Searching for deleted elements...
es_es: Buscando elementos borrados...

source: Deleting element with uid
es_es: Borrando elemento con uid

source: A non-existing editor has been refered.
es_es: Se ha hecho referencia a un editor inexistente.

source: Xedit, the new Ximdex XML WYSIWYG editor
es_es: Xedit, el nuevo editor XML WYSIWYG de Ximdex

source: Enjoy the new <strong>Ximdex</strong> XML visual editor and its countless advantages in content management.
es_es: Disfruta del nuevo editor visual de XML de <strong>Ximdex</strong> y de sus innumerables ventajas en la gesti&oacute;n de contenidos.

source: Drag&amp;Drop</h3><strong>Drag</strong> easily the element that your document contains and <strong>check out</strong> your action result right away. You will be able to sort and move elements in a subtle, effective and intuitive way.
es_es: Drag&amp;Drop</h3><strong>Arrastra</strong> f&aacute;cilmente los elementos que componen tu documento <strong>y comprueba</strong> al instante el resultado de tu acci&oacute;n. Podr&aacute;s ordenar y mover elementos de una manera sutil, eficaz e intuitiva.

source: Edit views</h3>Modify the document how you pleased, either using the <strong>Design view</strong>, where you will be able to see the modification result right away, or using the <strong>Tree view</strong>, XML generated by the own editor, if you want to focus on content.
es_es: Vistas de edici&oacute;n</h3>Modifica los documentos de la forma que m&aacute;s te plazca, ya sea a tav&eacute;s de la <strong>Vista dise&ntilde;o</strong>, donde podr&aacute;s ver el resultado de la modificaci&oacute;n al instante, o en la <strong>Vista &aacute;rbol</strong> XML que genera el propio editor si quieres centrarte en el contenido.

source: Semantic enricher</h3><strong>Complete the contain</strong> created with third parties&#39; elements. Just with one click you will be able to obtain elements from the more extended webs (Wikipedia, Flickr, etc) and incorporate them to your documents just dragging them.
es_es: Enriquecedor sem&aacute;ntico</h3><strong>Completa el contenido</strong> creado con elementos de terceros. Con un &uacute;nico clic podr&aacute;s obtener elementos de las Webs m&aacute;s extendidas (Wikipedia, Flickr, etc) e incorporarlos a tus documentos con solo arrastrarlos.

source: Spell checker</h3>Review the text you have just written and check its spell just pressing a button. Using the <strong>spell checker</strong> the typping oversights are solved right away!
es_es: Corrector ortogr&aacute;fico</h3>Revisa el texto que acabas de escribir y comprueba la ortograf&iacute;a del mismo &uacute;nicamente pulsando un bot&oacute;n. &iexcl;Con el <strong>corrector ortogr&aacute;fico</strong> los descuidos a la hora de redactar se resuelven en un instante!

source: RNG validator</h3>Check if the document you are creating matches with the template structure automatically. Press the button <strong>Validate schema</strong> and you will know instantly if the document matches with the corresponding template characteristics.
es_es: Validador de RNG</h3>Comprueba si el documento que est&aacute; creando cumple con la estructura de la plantilla de una manera autom&aacute;tica. Pulse sobre el bot&oacute;n <strong>Validar esquema</strong> e instant&aacute;neamente conocer&aacute; si el documento cumple con las carater&iacute;sticas de la plantilla.

source: Change history</h3>Do not worry for remembering the change secuence you apply in the document, the <strong>change history</strong> will show you linearly the steps you have been following to complete it, and you will be able to retrieve elements and set them to a prior states.
es_es: Historial de cambios</h3>No te preocupes por recordar la secuencia de cambios que vas realizando en un documento, el <strong>historial de cambios</strong> se encarga de mostrarte linealmente los pasos que has ido siguiendo para completar el mismo, pudiendo recuperar elementos y volver a estados anteriores.

source: Node could not be found
es_es: No se ha podido encontrar el nodo

source: The document to link has a different view template. The link cannot be created
es_es: El documento que va a enlazar tiene distinta plantilla vista. No se puede crear el enlace

source: The link has been modified successfully
es_es: Se ha modificado correctamente el enlace

source: The link has been deleted successfully
es_es: Se ha eliminado correctamente el enlace

source: You must select an option before you delete the link
es_es: Debe seleccionar una de las opciones antes de eliminar el enlace

source: Intervals are erased publication of this node from the moment of the sending, and will be published the same intervals that the master node.
es_es: Se borrar&aacute;n los intervalos de publicaci&oacute;n de este nodo a partir del momento del env&iacute;o, y pasar&aacute; a tener los mismos intervalos de publicaci&oacute;n que el nodo maestro.

source: Node
es_es: Nodo

source: Keep original content?
es_es: &iquest;Mantener contenido original?

source: Delete link
es_es: Borrar enlace

source: Select master document
es_es: Seleccionar documento maestro

source: Select the master document
es_es: Seleccione el documento maestro

source: Link path
es_es: Ruta del enlace

source: Do you want to share the master document workflow?
es_es: &iquest;Compartir flujo de trabajo con el documento maestro?

source: Do you want to delete the document link?
es_es: &iquest;Eliminar el enlace del documento?

source: Do you want to copy the master document content when a link would be deleted?
es_es: &iquest;Copiar contenido del documento maestro al quitar enlace?

source: Do you want to suggest Google Translate traduction?
es_es: &iquest;Sugerir traducci&oacute;n mediante Google Translate?

source: Save changes
es_es: Guardar cambios

source: Are you sure you want to performe the changes?
es_es: &iquest;Est&aacute; seguro de que quiere realizar los cambios?

source: The document %doc is going to be moved to the state %state.
es_es: Se va a mover al estado %state el documento %doc.

source: Error: accessing to the action %s on the node %s
es_es: Error: accediendo a la accion %s sobre el nodo %s

source: Required action not found.
es_es: No se ha encontrado la acci&oacute;n pedida.

source: The action %s cannot be executed on the selected node
es_es: No es posible ejecutar la acci&oacute;n %s sobre el nodo seleccionado

source: User does not exist
es_es: No existe el usuario

source: An user with this login already exists
es_es: Ya existe un usuario con ese login

source: Arguments missing
es_es: Faltan argumentos

source: Some of the connections with your groups could not be deleted
es_es: Alguna de las vinculaciones con sus grupos no pudo ser eliminada

source: Database connection error
es_es: Error de conexi&oacute;n con la base de datos

source: Error in associated object
es_es: Error en objeto asociado

source: Role for group missing
es_es: Falta el rol para el grupo

source: The node must be previously created
es_es: El nodo debe ser creado previamente

source: Error in user persistence for %s
es_es: Error en la persistencia de usuarios para %s

source: The nodetype %d has no create action associated
es_es: El tipo de nodo %d no tiene asociada ninguna acci&oacute;n creadora

source: ERROR: %s/conf/auth.conf not present or badformed configuration
es_es: ERROR: %s/conf/auth.conf no existe o tiene una configuraci&oacute;n no v&aacute;lida

source: ERROR: Selected LDAP as authenticator mechanism but not options provided.
es_es: ERROR: Se ha seleccionado LDAP como mecamisno autenticador pero no se ha provisto las opciones.

source: ERROR: Unable to connect to LDAP server @
es_es: ERROR: No se puede conectar con el servidor LDAP @

source: Command params:
es_es: Par&aacute;metros del comando:

source: Option: %s Shows this help
es_es: Opci&oacute;n: %s Muestra esta ayuda

source: Option: %s Allows to include params from a file
es_es: Opci&oacute;n: %s Permite incluir par&aacute;metros desde un archivo

source: Option: %s%s%s
es_es: Opci&oacute;n: %s%s%s

source: The argument %s should be numeric
es_es: El argumento %s debe ser de tipo num&eacute;rico

source: The argument %s should be a text string
es_es: El argumento %s debe ser una cadena de texto

source: The argument %s should be an array
es_es: El argumento %s debe ser un array

source: The argument %s should be a hash
es_es: El argumento %s debe ser un hash

source: The argument should be one of the following:
es_es: El argumento debe ser uno de los siguientes:

source: The argument should be one or more of the following:
es_es: El argumento debe ser unos o m&aacute;s de los siguientes:

source: Type of param %s has not been specified
es_es: No se ha especificado el tipo del par&aacute;metro %s

source: (Mandatory some of the following set of values) (%s)
es_es: (Obligatorio alguno de los siguientes conjuntos de valores) (%s)

source: [%s]: (Mandatory) %s
es_es: [%s]: (Obligatorio) %s

source: [%s]: (Not allowed value) %s
es_es: [%s]: (Valor no permitido) %s

source: Trying to obtain a value from a query that has not been selected [inc/db/DB_zero.class.php] script: %s file: %s line: %s value: %s
es_es: Intentando obtener un valor de una consulta que no ha sido seleccionado [inc/db/DB_zero.class.php] script: %s file: %s line: %s valor: %s

source: MySQL link could not been stablished.
es_es: No se ha podido establecer el enlace MySQL.

source: Warning from the server %s (instance %s): The free space in disk is %s MB
es_es: Aviso desde el servidor %s (instancia %s): El espacio libre en disco es de %s MB

source: Error writing in file [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s file: %s
es_es: Error escribiendo en el archivo [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s archivo: %s

source: Trying to obating the content of a nonexistent file [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s nonexistent_file: %s
es_es: Intentando obtener el contenido de un archivo que no existe [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s file_inexistente: %s

source: It has been applied to delete recursively a folder [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s folder: %s
es_es: Se ha solicitado eliminar recursivamente una carpeta [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s folder: %s

source: Error estimating folder %s
es_es: Error al estimar el directorio %s

source: It was not possible to open the folder %s %s, %s
es_es: No ha sido posible abrir la carpeta %s %s, %s

source: It has been applied to delete a nonexistent file %s [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s
es_es: Se ha solicitado eliminar el archivo que no existe %s [inc/fsutils/FsUtils.class.php] script: %s file: %s line: %s
