Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Delete selected folder
es_es: Borrar la carpeta seleccionada

source: Delete a node
es_es: Borrar el nodo

source: Add new document
es_es: A&ntilde;adir nuevo documento

source: Create a new structured document in several languages
es_es: Crear un nuevo documento estructurado en varios idiomas

source: Delete group
es_es: Borrar grupo

source: Delete selected group
es_es: Borrar el grupo seleccionado

source: Add new language
es_es: A&ntilde;adir nuevo idioma

source: Add a new language
es_es: A&ntilde;adir un nuevo idioma

source: Add a document with different language
es_es: A&ntilde;adir un documento en un idioma distinto

source: Manage workflow
es_es: Gestionar workflow

source: Add a new status to the workflow
es_es: A&ntilde;adir un nuevo estado al workflow

source: Add new channel
es_es: A&ntilde;adir nuevo canal

source: Add a new channel to Ximdex
es_es: A&ntilde;adir un nuevo canal a Ximdex

source: Associated groups
es_es: Grupos asociados

source: Manage associations of groups with this node
es_es: Gestionar las asociaciones de los grupos a este nodo

source: Download selected file
es_es: Descargar el archivo seleccionado

source: Download image
es_es: Descargar imagen

source: Download an image to a local hard disk
es_es: Descarga una imagen en el disco duro local

source: Download the file to a local hard disk
es_es: Descargar el archivo al disco duro local

source: Image preview
es_es: Previsualizar imagen

source: Preview an image
es_es: Previsualizar una imagen

source: Add new style sheet
es_es: A&ntilde;adir nueva hoja de estilos

source: Add a new style sheet to the server
es_es: A&ntilde;adir una nueva hoja de estilos al servidor

source: Add new image
es_es: A&ntilde;adir nueva imagen

source: Add a new image to the server
es_es: A&ntilde;adir una nueva imagen al servidor

source: Add text file
es_es: A&ntilde;adir archivo de texto

source: Add a new text file to import
es_es: A&ntilde;adir un nuevo archivo de texto a import

source: Add a new HTML file
es_es: A&ntilde;adir un nuevo archivo HTML

source: Add a HTML file
es_es: A&ntilde;adir un fichero HTML

source: Change name of XML document
es_es: Cambiar nombre del documento XML

source: Change the document name and all its language versions
es_es: Cambiar el nombre del documento y todas sus versiones idiom&aacute;ticas

source: Add new file
es_es: A&ntilde;adir nuevo archivo

source: Add a new text file to common
es_es: A&ntilde;adir un nuevo archivo de texto a common

source: Add new text file
es_es: A&ntilde;adir nuevo archivo de texto

source: Add a new text file to server
es_es: A&ntilde;ade un archivo de texto nuevo al servidor

source: Delete XML container
es_es: Borrar contedor XML

source: Edit XML document
es_es: Editar documento XML

source: Edit content of XML document
es_es: Editar el contenido del documento XML

source: Delete XML document in all its languages
es_es: Borrar el documento XML en todos sus idiomas

source: Change file name on import folder
es_es: Cambia el nombre del archivo en la carpeta import

source: Delete action
es_es: Borrar acci&oacute;n

source: Delete the action
es_es: Borrar la accion

source: And new PTD template
es_es: A&ntilde;adir nueva plantilla PTD

source: Add a new transformation template to the directory
es_es: A&ntilde;ade una plantilla de transformaci&oacute;n al directorio

source: Add new editor template
es_es: A&ntilde;adir nueva plantilla de Editor

source: Add a new view template and its default view
es_es: A&ntilde;ade una plantilla de vista y su vista por defecto

source: Delete template
es_es: Borrar plantilla

source: Delete templates
es_es: Borrar plantillas

source: Delete selected template
es_es: Borrar la plantilla seleccionada

source: Delete selected templates
es_es: Borrar las plantillas seleccionadas

source: Modify associated workflow status
es_es: Modificar estados del workflow asociados

source: Modify associated status with this role
es_es: Modificar los estados asociados a este rol

source: Modify associated roles
es_es: Modificar roles asociados

source: Modify associated roles with this status
es_es: Modificar los roles asociados a este estado

source: Add new template image
es_es: A&ntilde;adir nueva imagen de plantilla

source: Add an image for ED templates
es_es: A&ntilde;ade una imagen para las plantillas ED

source: Change name of selected file
es_es: Cambiar el nombre del archivo seleccionado

source: Change image name
es_es: Cambiar nombre de la imagen

source: Change file name
es_es: Cambiar el nombre del archivo

source: Delete image
es_es: Borrar imagen

source: Delete an image
es_es: Borrar la imagen

source: Delete file of import folder
es_es: Borra el archivo de la carpeta import

source: Delete a section
es_es: Borrar la secci&oacute;n

source: Permits
es_es: Permisos

source: Translate name
es_es: Traducir nombre

source: Change translations of name
es_es: Cambiar las traducciones del nombre

source: Add new link subfolder
es_es: A&ntilde;adir nueva carpeta de enlaces

source: Create a new link subfolder
es_es: Crear una nueva carpeta de enlaces

source: Add new external link
es_es: A&ntilde;adir nuevo enlace externo

source: Create a new external link
es_es: Crear un nuevo enlace externo

source: Edit file
es_es: Editar archivo

source: Edit content of text document
es_es: Editar el contenido del documento de texto

source: Channel properties
es_es: Propiedades del canal

source: Modify channel properties
es_es: Modificar las propiedades del canal

source: Group properties
es_es: Propiedades del grupo

source: Modify group properties
es_es: Modificar las propiedades del grupo

source: Modify data of a language
es_es: Modificar los datos de un idioma

source: Move to next state
es_es: Pasar al estado siguiente

source: Move to the next state
es_es: Pasar al estado siguiente

source: Move to previous state
es_es: Pasar al estado anterior

source: Move to the previous state
es_es: Pasar al estado anterior

source: Version repository
es_es: Repositorio de versiones

source: Change users
es_es: Cambiar usuarios

source: Modify list of users that integrate this group
es_es: Modificar la lista de usuarios que componen el grupo

source: Delete channel
es_es: Borrar canal

source: Delete a channel if it has not associated documents
es_es: Borrar un canal si no hay documentos asociados

source: Delete a language from the system
es_es: Borrar un idioma del sistema

source: Edit
es_es: Editar

source: Modify properties of external link
es_es: Modificar las propiedades del enlace externo

source: Modify properties
es_es: Modificar propiedades

source: Delete role
es_es: Borrar rol

source: Delete a selected role if it is not in use
es_es: Borrar el rol seleccionado siempre que no est&eacute; en uso

source: Delete a state if it is not an initial or final one and it is not in use
es_es: Borrar un estado si no es inicial o final y no est&aacute; en uso

source: Change template name
es_es: Cambiar el nombre de la plantilla

source: Download template
es_es: Descargar plantilla

source: Download a template
es_es: Descargar la plantilla

source: Edit template
es_es: Editar plantilla

source: Edit a template
es_es: Editar la plantilla

source: Download selected template
es_es: Descargar la plantilla seleccionada

source: Delete selected link
es_es: Borrar el enlace seleccionado

source: Modify view template
es_es: Modificar plantilla de vista

source: Modify template for all documents of the directory
es_es: Modifica la plantilla de vista para todos los documentos del directorio

source: Manage servers
es_es: Gestionar servidores

source: Modify connection data with the production environment
es_es: Modificar los datos de conexi&oacute;n con el entorno de producci&oacute;n

source: Move a text document to the next state
es_es: Pasar un documento de texto al estado siguiente

source: Move a text document to the previous state
es_es: Pasar un documento de texto al estado anterior

source: Delete document
es_es: Borrar documento

source: Delete selected XML document
es_es: Borrar el documento XML seleccionado

source: Symbolic link
es_es: Enlace simb&oacute;lico

source: Modify document which borrows the content
es_es: Modificar el documento al que pide prestado el contenido

source: Edit in text mode
es_es: Editar en modo texto

source: Edit content of a structured document at a low-level
es_es: Editar el contenido de un documento estructurado a bajo nivel

source: Add new ximlet folder
es_es: A&ntilde;adir nueva carpeta de ximlets

source: Create a new ximlet folder
es_es: Crear una nueva carpeta ximlet

source: Add new ximlet
es_es: A&ntilde;adir nuevo ximlet

source: Version manager
es_es: Gestor de versiones

source: Manage version repository
es_es: Gestionar el repositorio de versiones

source: Add a new language to ximlet
es_es: A&ntilde;ade un nuevo idioma al ximlet

source: Delete ximlet
es_es: Borrar ximlet

source: Delete a ximlet permanently from system
es_es: Borrar el ximlet definitivamente del sistema

source: Change ximlet name
es_es: Cambiar nombre del ximlet

source: Edit ximlet
es_es: Editar ximlet

source: Modify content of a ximlet
es_es: Modificar el contenido de un ximlet

source: Delete a ximlet and all its dependencies
es_es: Borrar el ximlet y todas sus dependencias

source: Modify the ximlet which borrows the content
es_es: Modificar el ximlet al que pide prestado el contenido

source: Edit ximlet in text mode
es_es: Editar el ximlet en modo texto

source: Replace image
es_es: Sustituir imagen

source: Replace an existing image updating version history
es_es: Reemplazar una imagen existente actualizando el hist&oacute;rico de versiones

source: Move a node
es_es: Mover un nodo

source: Associate a ximlet with a section
es_es: Asociar ximlet a una secci&oacute;n

source: Delete relation
es_es: Borrar relaci&oacute;n

source: Delete a ximSir relation
es_es: Borrar una relaci&oacute;n de ximSir

source: Replace file
es_es: Sustituir archivo

source: Replace a file
es_es: Reemplazar un archivo

source: Add images
es_es: A&ntilde;adir im&aacute;genes

source: Add an image set to the server
es_es: A&ntilde;adir un conjunto de im&aacute;genes al servidor

source: Add PTD templates
es_es: A&ntilde;adir plantillas PTD

source: Add a set of PTD templates to the server
es_es: A&ntilde;adir un conjunto de plantillas PTD al servidor

source: Add files
es_es: A&ntilde;adir archivos

source: Add a set of files to the server
es_es: A&ntilde;adir un conjunto de archivos al servidor

source: Add style sheets
es_es: A&ntilde;adir hojas de estilos

source: Add a set of style sheets to the server
es_es: A&ntilde;adir un conjunto de hojas de estilo al servidor

source: Add new text files
es_es: A&ntilde;adir nuevos archivos de texto

source: Add a set of text files to import
es_es: A&ntilde;adir un conjunto de archivos de texto a import

source: Associate ximlet with server
es_es: Asociar ximlet a servidor

source: Associate a ximlet with a server
es_es: Asociar un ximlet a un servidor

source: Publish a section massively
es_es: Publicar una secci&oacute;n masivamente

source: Expire session
es_es: Caducar sesi&oacute;n

source: Expire a session
es_es: Caducar una sesi&oacute;n

source: Delete HTML file
es_es: Borrar archivo HTML

source: Move file
es_es: Mover archivo

source: Add HTML file
es_es: A&ntilde;adir archivo HTML

source: Add HTML files
es_es: A&ntilde;adir archivos HTML

source: Add multiple HTML files
es_es: A&ntilde;adir m&uacute;ltiples ficheros HTML

source: Export
es_es: Exportar

source: Import
es_es: Importar

source: Export all projects
es_es: Exportar todos los proyectos

source: Export a complete project
es_es: Exportar un proyecto completo

source: Export a ximlink
es_es: Exportar un ximlink

source: Export a link folder
es_es: Exportar una carpeta de enlaces

source: Export a complete common folder
es_es: Exportar una carpeta common completa

source: Export a common subfolder
es_es: Exportar una subcarpeta common

source: Export a complete CSS folder
es_es: Exportar la carpeta CSS completa

source: Export a CSS subfolder
es_es: Exportar una subcarpeta de CSS

source: Export a complete image folder
es_es: Exportar la carpeta de im&aacute;genes completa

source: Export an image subfolder
es_es: Exportar una subcarpeta de im&aacute;genes

source: Export a complete ximclude folder
es_es: Exportar la carpeta ximclude completa

source: Export a ximclude subfolder
es_es: Exportar una subcarpeta de ximclude

source: Export a complete ximdoc folder
es_es: Exportar la carpeta ximdoc completa

source: Export a XML container
es_es: Exportar un contenedor XML

source: Export a complete ximlet folder
es_es: Exportar la carpeta ximlet completa

source: Export a ximlet subfolder
es_es: Exportar una subcarpeta de ximlet

source: Export a ximlet container
es_es: Exportar un contenedor de ximlet

source: Export a complete server
es_es: Exportar un sevidor completo

source: Export a complete section
es_es: Exportar una secci&oacute;n completa

source: Export a complete ximpvd
es_es: Exportar una ximpvd completa

source: Export a complete ximptd
es_es: Exportar una ximptd completa

source: Export a template subfolder
es_es: Exportar una subcarpeta de plantillas

source: Import all projects
es_es: Importar todos los proyectos

source: Import a complete project
es_es: Importar un proyecto completo

source: Import a ximlink
es_es: Importar un ximlink

source: Import a link folder
es_es: Importa una carpeta de enlaces

source: Import a complete common folder
es_es: Importar la carpeta common completa

source: Import a common subfolder
es_es: Importar una subcarpeta common

source: Import a complete CSS folder
es_es: Importar la carpeta CSS completa

source: Import a CSS subfolder
es_es: Importar una subcarpeta de CSS

source: Import a complete image folder
es_es: Importar la carpeta de im&aacute;genes completa

source: Import an image subfolder
es_es: Importar una subcarpeta de im&aacute;genes

source: Import a complete ximclude folder
es_es: Importar la carpeta ximclude completa

source: Import a ximclude subfolder
es_es: Importar una subcarpeta de ximclude

source: Import a complete ximdoc folder
es_es: Importar la carpeta ximdoc completa

source: Import a XML container
es_es: Importar un contenedor XML

source: Import a complete ximlet folder
es_es: Importar la carpeta ximlet completa

source: Import a ximlet subfolder
es_es: Importar una subcarpeta de ximlet

source: Import a ximlet container
es_es: Importar un contenedor de ximlet

source: Import a complete server
es_es: Importar un servidor completo

source: Import a complete section
es_es: Importar una secci&oacute;n completa

source: Import a complete ximpvd
es_es: Importar una ximpvd completa

source: Import a complete ximptd
es_es: Importar una ximptd completa

source: Import a template subfolder
es_es: Importar una subcarpeta de plantillas

source: Copy a complete project
es_es: Copiar un proyecto completo

source: Copy a ximlink
es_es: Copiar un ximlink

source: Copy a link folder
es_es: Copiar una carpeta de enlaces

source: Copy a complete common folder
es_es: Copiar la carpeta common completa

source: Copy a common subfolder
es_es: Copiar una subcarpeta de common

source: Copy a complete CSS folder
es_es: Copiar la carpeta CSS completa

source: Copy a CSS subfolder
es_es: Copiar una subcarpeta de CSS

source: Copy a complete image folder
es_es: Copiar la carpeta de im&aacute;genes completa

source: Copy a image folder
es_es: Copiar una subcarpeta de im&aacute;genes

source: Copy a complete ximclude folder
es_es: Copiar la carpeta ximclude completa

source: Copy a ximclude subfolder
es_es: Copiar una subcarpeta de ximclude

source: Copy a complete ximdoc folder
es_es: Copiar la carpeta ximdoc completa

source: Copy a XML container
es_es: Copiar un contenedor XML

source: Copy a complete ximlet folder
es_es: Copiar la carpeta ximlet completa

source: Copy a ximlet subfolder
es_es: Copiar una subcarpeta de ximlet

source: Copy a ximlet container
es_es: Copiar un contenedor de ximlet

source: Copy a link
es_es: Copiar un enlace

source: Copy a ximlet
es_es: Copiar un ximlet

source: Copy a XML
es_es: Copiar un XML

source: Copy a complete server
es_es: Copiar un servidor completo

source: Copy a complete section
es_es: Copiar una secci&oacute;n completa

source: Copy a complete ximpvd
es_es: Copiar una ximpvd completa

source: Copy a complete ximptd
es_es: Copiar una ximptd completa

source: Copy a template subfolder
es_es: Copiar una subcarpeta de plantillas

source: Copy a template
es_es: Copiar una plantilla

source: Copy a view template
es_es: Copiar una plantilla vista

source: Copy a style sheet
es_es: Copiar una hoja de estilo

source: Copy a text file
es_es: Copiar un archivo de texto

source: Copy a image file
es_es: Copiar un archivo de imagen

source: Copy a binary file
es_es: Copiar un archivo binario

source: Publish documents associated with a ximlet
es_es: Publicar documentos asociados a un ximlet

source: Preview of the document
es_es: Previo del documento

source: Copy a image to another destination
es_es: Copiar una imagen a otro destino

source: Copy a image subfolder to another destination
es_es: Copiar una subcarpeta de im&aacute;genes a otro destino

source: Copy a image folder to another destination
es_es: Copiar una carpeta de im&aacute;genes a otro destino

source: Copy a server to another destination
es_es: Copiar un servidor a otro destino

source: Copy a ximdoc folder to another destination
es_es: Copiar una carpeta ximdoc a otro destino

source: Copy a ximclude folder to another destination
es_es: Copiar una carpeta ximclude a otro destino

source: Copy a ximclude subfolder to another destination
es_es: Copiar una subcarpeta ximclude a otro destino

source: Copy a common folder to another destination
es_es: Copiar una carpeta common a otro destino

source: Copy a common subfolder to another destination
es_es: Copiar una subcarpeta common a otro destino

source: Copy a CSS folder to another destination
es_es: Copiar una carpeta CSS a otro destino

source: Copy a CSS subfolder to another destination
es_es: Copiar una subcarpeta CSS a otro destino

source: Copy a ximptd folder to another destination
es_es: Copiar una carpeta ximptd a otro destino

source: Copy a CSS document to another destination
es_es: Copiar un documento CSS a otro destino

source: Copy a document container to another destination
es_es: Copiar un contenedor de documentos a otro destino

source: Copy a XML document to another destination
es_es: Copiar un documento XML a otro destino

source: Copy a text document to another destination
es_es: Copiar un documento tipo texto a otro destino

source: Copy a binary document to another destination
es_es: Copiar un documento tipo binario a otro destino

source: Copy a link subfolder to another destination
es_es: Copiar una subcarpeta de enlaces a otro destino

source: Copy a link to another destination
es_es: Copiar un enlace a otro destino

source: Copy a ximlink folder to another destination
es_es: Copiar una carpeta ximlink a otro destino

source: Copy a ximlet folder to another destination
es_es: Copiar una carpeta ximlet a otro destino

source: Copy a ximlet subfolder to another destination
es_es: Copiar una subcarpeta ximlet a otro destino

source: Copy a container of ximlet documents to another destination
es_es: Copiar un contenedor de documentos ximlet a otro destino

source: Copy a ximlet document to another destination
es_es: Copiar un documento ximlet a otro destino

source: Copy a HTML document to another destination
es_es: Copiar un documento HTML a otro destino

source: Copy a section to another destination
es_es: Copiar una secci&oacute;n a otro destino

source: Copy a ximpvd folder to another destination
es_es: Copiar una carpeta ximpvd a otro destino

source: Copy a PVD template to another destination
es_es: Copiar una plantilla PVD a otro destino

source: Edit with Xedit
es_es: Editar con Xedit

source: Edit content of XML document with Xedit
es_es: Editar el contenido del documento XML con Xedit

source: Manage associations
es_es: Gestionar asociaciones

source: Manage node associations with a ximlet
es_es: Gestionar asociaciones de nodos con ximlet

source: Associate view templates with a section
es_es: Asociar plantillas de vista a secci&oacute;n

source: Associate schema with a section
es_es: Asociar esquema a secci&oacute;n

source: Associate schema with a project
es_es: Asociar esquema a proyecto

source: Associate view templates with a project
es_es: Asociar plantillas de vista a proyecto

source: Action report
es_es: Informe de acciones

source: Show a report of actions
es_es: Mostsrar un informe de acciones

source: Add a new workflow
es_es: A&ntilde;ade un nuevo workflow

source: Edit RNG
es_es: Editar RNG

source: Edit RNG schema
es_es: Edita el esquema RNG

source: Edit RNG visually
es_es: Editar RNG visualmente

source: Edit content of RNG template visually
es_es: Editar el contenido de la plantilla RNG visualmente

source: Delete XSL template
es_es: Borrar plantilla XSL

source: Delete a XSL template
es_es: Borrar una plantilla XSL

source: Edit XSL template
es_es: Editar plantilla XSL

source: Edit a XSL template
es_es: Editar una plantilla XSL

source: Modify heritable properties
es_es: Modificar propiedades heredables

source: Modify heritable properties of a project
es_es: Modificar las propiedades heredables de un proyecto

source: Modify heritable properties of a server
es_es: Modificar las propiedades heredables de un servidor

source: Modify heritable properties of a section
es_es: Modificar las propiedades heredables de una secci&oacute;n

source: Modify heritable properties of a ximdoc folder
es_es: Modificar las propiedades heredables de la carpeta ximdoc

source: Modify heritable properties of a document
es_es: Modificar las propiedades heredables de un documento

source: Modify global properties
es_es: Modificar las propiedades globales

source: Edit RNG template
es_es: Editar plantilla RNG

source: Edit a RNG template
es_es: Editar una plantilla RNG

source: Delete RNG template
es_es: Borrar plantilla RNG

source: Delete a RNG template
es_es: Borrar una plantilla RNG

source: Charts
es_es: Gr&aacute;ficas

source: Graphic representation
es_es: Representaci&oacute;n de gr&aacute;ficas

source: Properties of RNG template
es_es: Propiedades de la plantilla RNG

source: Modify properties of a RNG
es_es: Modificar las propiedades de la RNG

source: Check links
es_es: Comprobar enlaces

source: Check broken links
es_es: Comprobar los enlaces rotos

source: Download all images
es_es: Descargar todas las im&aacute;genes

source: Download all style sheets
es_es: Descargar todas las hojas de estilo

source: Download all templates
es_es: Descargar todas las plantillas

source: Download all files
es_es: Descargar todos los archivos

source: Add PVD templates
es_es: A&ntilde;adir plantillas PVD

source: Add a set of PVD templates to the server
es_es: A&ntilde;adir un conjunto de plantillas PVD al servidor

source: Owner
es_es: Titular

source: Html channel
es_es: Canal html

source: French
es_es: Franc&eacute;s

source: Italian
es_es: Italiano

source: Portuguese
es_es: Portugu&eacute;s

source: Galician
es_es: Gallego

source: Catalan
es_es: Catal&aacute;n

source: Root node of Ximdex
es_es: Nodo ra&iacute;z de Ximdex

source: Ximdex control center
es_es: Centro de control de Ximdex

source: User manager
es_es: Gestor de usuarios

source: Group manager
es_es: Gestor de grupos

source: Role manager
es_es: Gestor de roles

source: Type of node manager
es_es: Gestor de tipos de nodo

source: Definition of node type of Ximdex
es_es: Definici&oacute;n de tipo de nodo de Ximdex
