Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Access to %s
es_es: Accede a %s

source: Without space in hard disk. Available only %sMB when it's need %sMB
es_es: Sin espacio en disco duro. Disponible s&oacute;lo %sMB cuando es necesario %sMB

source: Removed templates
es_es: Plantillas eliminadas

source: Templates not found
es_es: Plantillas no encontradas

source: Please, check database configuration in your /conf/install_params.conf.php
es_es: Por favor, compruebe la configuraci&oacute;n de la base de datos en su /conf/install_params.conf.php

source: New file
es_es: Archivo nuevo

source: Add empty file
es_es: A&ntilde;adir archivo nuevo

source: Add empty stylesheet
es_es: A&ntilde;adir nueva hoja de estilos

source: Add empty XSL template
es_es: A&ntilde;adir nueva plantilla XSL

source: Add an empty RNG schema
es_es: Añadir un nuevo esquema RNG

source: Create a new empty file
es_es: Crea un nuevo archivo vac&iacute;o

source: Create a new file
es_es: Crear un nuevo archivo

source: File type
es_es: Tipo de Archivo

source: <p>The <strong>file extension</strong> is not needed.</p>
es_es: <p>La <strong>extensi&oacute;n del archivo</strong> no es necesaria.</p>

source: HTML File
es_es: Archivo HTML

source: TextFile
es_es: Archivo de texto plano

source: Filter by user:
es_es: Filtrar por usuario:

source: Select user
es_es: Seleccione usuario

source: with
es_es: con

source: Action
es_es: Acci&oacute;n

source: Method
es_es: M&eacute;todo

source: Dimensions
es_es: Dimensiones

source: Percent
es_es: Porcentaje

source: User:
es_es: Usuario:

source: Number of times each action is executed
es_es: Num. veces que se ejecuta cada acci&oacute;n

source: Times
es_es: Veces

source: Average times of each action
es_es: Tiempos de ejecuci&oacute;n promedio de cada acci&oacute;n

source: has been successfully created
es_es: se ha creado correctamente

source: The operation has failed: %s
es_es: La operaci&oacute;n ha fallado: %s

source: Configure section
es_es: Configurar secci&oacute;n

source: This section has been successfully configured.
es_es: Esta secci&oacute;n ha sido correctamente configurada.

source: Are you sure you want to proceed?
es_es: &iquest;Est&aacute; seguro de querer continuar?

source: Attention! If you uncheck any folder, Ximdex CMS would delete all the contained files of that folder.
es_es: &iexcl;Atenci&oacute;n! Si desmarca alguna carpeta, Ximdex CMS borrar&aacute; todos los archivos que contiene.

source: Subfolders availables
es_es: Subcarpetas disponibles

source: Use this folder if you need to store JavaScript scripts or text files like PDFs, MS Office documents, etc.
es_es: Use esta carpeta si necesita almacenar scripts JS o archivos de texto como PDF's o MS Office documentos,etc.

source: This is the main repository for all your XML contents. It's the most important folder in a section.
es_es: Este es el principal repositorio para todos sus contenidos XML. Es la carpeta m&aacute;s importante en una secci&oacute;n.

source: Inside this folder you can store all the image files you need in several formats (gif, png,jpg, tiff,...)
es_es: En esta carpeta se almacenan todas las im&aacute;genes que el proyecto o secci&oacute;n necesita en los formatos gif, jpg, png, tiff, etc.

source: Create here your own XSL Templates to redefine some particular appareance in your XML documents.
es_es: En esta carpeta se pueden crear nuevas plantillas XSL para personalizar aspectos propios de esta secci&oacute;n en los documentos XML.

source: Into this folder you could store several HTML snippets that you can add directly into your XML documents
es_es: En esta carpeta se pueden almacenar trozos de c&oacute;digo HTML que se incrustan directamente en los documentos XML.

source: Create XML snippets that you can import into your XML documents. Typical uses are menus, shared headers, shared footers between all your XML documents.
es_es: En esta carpeta se pueden crear trozos de c&oacute;digo XML que se pueden incluir en los documentos XML. Los usos t&iacute;picos son men&uacute;s, cabeceras, pies de p&aacute;gina, etc.

source: XimNewsSection
es_es: Secci&oacute;n de Noticias

source: All the images used in your defined news are stored here.
es_es: Todas las im&aacute;genes que aparecen en las noticias son almacenadas aqu&iacute;.

source: Into this folder you could create XML based news in several languages. This is a required folder.
es_es: Dentro de esta carpeta se podr&aacute;n crear noticias en formato XML en varios idiomas. Es una carpeta obligatoria.

source: ximNEWS module manages and organizes all the existing news into bulletins. This is a required folder.
es_es: El m&oacute;dulo de gesti&oacute;n de noticias ximNEWS gestiona y organiza todas las noticias creadas en boletines de noticias. Esta carpeta es la que los almacena y es obligatoria.

source: Project
es_es: Proyecto

source: Project name
es_es: Nombre del Proyecto

source: Avaliable themes
es_es: Temas disponibles

source: Basic theme
es_es: Tema b&aacute;sico

source: A simple theme to start.
es_es: Un tema simple para empezar.

source: Add Project
es_es: A&ntilde;adir Proyecto

source: Create Project
es_es: Crear Proyecto

source: Server
es_es: Servidor

source: Section
es_es: Secci&oacute;n

source: Image folder
es_es: Carpeta de im&aacute;genes

source: XML Folder
es_es: Carpeta XML

source: XimCLUDE folder
es_es: Carpeta ximCLUDE

source: Common folder
es_es: Carpeta common

source: CSS folder
es_es: Carpeta CSS

source: Template folder
es_es: Carpeta de plantillas

source: Link folder
es_es: Categor&iacute;a de enlace

source: Ximlets folder
es_es: Carpeta de ximlets

source: XimNEWS new folder
es_es: Carpeta de Noticias de ximNEWS

source: Add %s
es_es: A&ntilde;adir %s

source: Name
es_es: Nombre

source: Associating channels to project
es_es: Asociar canales al proyecto

source: Available channels
es_es: Canales disponibles

source: There are no channels created in the system
es_es: No hay canales creados en el sistema

source: Text
es_es: Texto

source: Theme
es_es: Tema

source: Revision date
es_es: Fecha revisi&oacute;n

source: Reset
es_es: Restaurar

source: Create %1
es_es: Crear %1

source: Add
es_es: A&ntilde;adir

source: Add
es_es: Añadir

source: <strong>%1</strong> has been successfully created
es_es: La creaci&oacute;n de <strong>%1</strong> se ha realizado correctamente

source: The operation has failed
es_es: La operaci&oacute;n ha fallado:

source: Go back
es_es: Volver

source: Create
es_es: Crear

source: Modify
es_es: Modificar

source: There are no languages associated to this project
es_es: El proyecto no tiene asociado ning&uacute;n idioma

source: Error with parameters
es_es: Error en par&aacute;metros

source: There are no specified languages
es_es: No se han especificado idiomas

source: There are no specified channels
es_es: No se han especificado canales

source: The selected node was not found:
es_es: No se ha encontrado el nodo seleccionado:

source: More than one allowed nodetype has been found for this folder, it is recovered returning to the first
es_es: Se ha encontrado m&aacute;s de un nodetype permitido para esta carpeta, recuperamos devolviendo el primero

source: The node with id %d has not any nodeAllowedContent with necessary features to store a language list
es_es: El nodo con id %d no tiene asociado ning&uacute;n nodeAllowedContent con las caracter&iacute;sticas necesarias para almacenar un listado de idiomas.

source: No language has been found
es_es: No se ha podido encontrar ning&uacute;n idioma

source: Changes have been successfully done
es_es: Se han realizado correctamente las modificaciones.

source: Ximdex Language changed to %s. The changes will take effect once you restart Ximdex.
es_es: Idioma de Ximdex cambiado a %s. Este cambio coger&aacute; efecto la pr&oacute;xima vez que entre en su Ximdex.

source: User could not be found.
es_es: No se ha podido encontrar el usuario.

source: Languages
es_es: Idiomas

source: Used schema
es_es: Esquema empleado

source: There are no channels associated to this project
es_es: El proyecto no tiene asociado ning&uacute;n canal

source: Error obtaining section type
es_es: Error al obtener el tipo de seccion

source: Operation could not be successfully completed
es_es: La operaci&oacute;n no se ha podido completar correctamente

source: RNG %s could not be successfully inserted
es_es: La RNG %s no se pudo insertar correctamente.

source: Template %s could not be successfully inserted
es_es: La plantilla %s no se pudo insertar correctamente.

source: --- Null ---
es_es: --- Ninguno ---

source: Add section
es_es: A&ntilde;adir secci&oacute;n

source: Section type
es_es: Tipo de secci&oacute;n

source: Languages availables
es_es: Idiomas disponibles

source: Name of your section
es_es: Nombre de tu secci&oacute;n

source: Alternative name for paths &amp; breadcrumbs
es_es: Nombre alternativo para migas de pan y rutas

source: OTF section
es_es: Secci&oacute;n OTF

source: Themes
es_es: Temas

source: Selected theme
es_es: Tema seleccionado

source: Create section
es_es: Crear secci&oacute;n

source: Workflow could not be successfully inserted
es_es: No se ha podido insertar el workflow

source: Workflow has been successfully inserted
es_es: El workflow se ha introducido correctamente

source: Add workflow
es_es: A&ntilde;adir workflow

source: Name of the new workflow
es_es: Nombre del nuevo workflow

source: Ximlet with identity
es_es: El ximlet con identificador

source: has been deleted
es_es: ha sido borrado

source: No ximlet has been found to be associated.
es_es: No se ha encontrado ning&uacute;n ximlet al que asociar.

source: Section
es_es: La secci&oacute;n

source: has been associated with ximlet
es_es: se ha asociado al ximlet

source: has not been associated with ximlet
es_es: no se ha asociado al ximlet

source: Doc
es_es: El documento

source: No ximlet has been found to be disassociated.
es_es: No se ha encontrado ning&uacute;n ximlet del que desasociar.

source: has been disassociated with ximlet
es_es: se ha desasociado del ximlet

source: has not been disassociated with ximlet
es_es: no se ha desasociado del ximlet

source: Associated ximlets
es_es: Ximlets asociados

source: Disassociate
es_es: Desasociar

source: The associated ximlets will appear in every single XML document of this section
es_es: Los Ximlets asociados aparecer&aacute;n en cada uno de los documentos XML de esta secci&oacute;n

source: Associate ximlet with section
es_es: Asociar Ximlet a la secci&oacute;n

source: Ximlets already associated
es_es: Ximlets ya asociados

source: Ximlet to associate with:
es_es: Ximlet a asociar:

source: If the current section/server has subfolders, the association will be created for them too
es_es: Si la secci&oacute;n/servidor tienen subsecciones, la asociaci&oacute;n se crear&aacute; tambi&eacute;n para ellas

source: If the current section/server has subfolders, the association will be deleted for them too
es_es: Si la secci&oacute;n/servidor tienen subsecciones, la asociaci&oacute;n ser&aacute; borrada tambi&eacute;n para ellas

source: Associate recursively
es_es: Asociar recursivamente

source: Disassociate recursively
es_es: Desasociar recursivamente

source: Available Ximlets
es_es: Ximlets disponibles

source: There aren't any ximlets to associate
es_es: No hay Ximlets a asociar

source: Associate
es_es: Asociar

source: The set name cannot be empty.
es_es: El nombre del conjunto no puede estar vac&iacute;o.

source: Nodes have been successfully added.
es_es: Los nodos has sido a&ntilde;adidos correctamente

source: Nodes have been successfully deleted.
es_es: Los nodos han sido eliminados correctamente

source: Users have been successfully added.
es_es: Los usuarios han sido a&ntilde;adidos correctamente

source: Users have been successfully deleted.
es_es: Los usuarios han sido a&ntilde;adidos correctamente

source: The filter
es_es: El filtro

source: does not exist.
es_es: no existe.

source: The filter name cannot be empty.
es_es: El nombre del filtro no puede estar vac&iacute;o

source: The filter cannot be empty.
es_es: El filtro no puede estar vac&iacute;o

source: The filter handler cannot be empty.
es_es: El manipulador del filtro no puede estar vac&iacute;o

source: Debugging actions intersection with nodes - [%s]
es_es: Depurando cruce de las acciones con los nodos - [%s]

source: Delete from set '%s'
es_es: Borrado del set '%s'

source: The query handler was not found.
es_es: No se encuentra el manipulador de consultas.

source: The path cannot be read
es_es: No es posible leer la ruta

source: A class which does not exist is trying to be requested: Datasource_
es_es: Se est&aacute; intentando instanciar una clase que no existe: Datasource_

source: Select nodes
es_es: Seleccionar nodos

source: Ximdex logotype
es_es: Logotipo de Ximdex

source: Semantic content management with Ximdex
es_es: Gesti&oacute;n sem&aacute;ntica de contenidos con Ximdex

source: Logout
es_es: Desconectar

source: This is the navigation area. Here, different views can be chosen
es_es: &Eacute;sta es la zona de navegaci&oacute;n. En ella puedes elegir entre diferentes vistas

source: Clicking this tab, Project view is activated
es_es: Haciendo clic en esta pesta&ntilde;a se activa la vista de Proyectos

source: Clicking this tab, Control center view is activated
es_es: Haciendo clic en esta pesta&ntilde;a se activa la vista Centro de Control

source: Clicking this tab, Module view is activated
es_es: Haciendo clic en esta pesta&ntilde;a se activa la vista de M&oacute;dulos

source: In Project view, it can be chosen between Tree view...
es_es: En la vista de Proyectos se puede elegir entre la vista &Aacute;rbol...

source: ... Table view...
es_es: ... vista Tabla...

source: ... or List view...
es_es: ... o vista Lista...

source: Template
es_es: Plantilla

source: Ximdex Profiler
es_es: Analizador ximdex

source: Refresh
es_es: Actualizar

source: Show Grid
es_es: Mostrar rejilla

source: A Node without NodeType was requested: idNode=%s, nodeType=%s
es_es: Se ha instanciado un nodo sin NodeType: idNode=%s, nodeType=%s

source: Close tab
es_es: Cerrar pesta&ntilde;a

source: Error. Session time expired. You will be redirected to the login page
es_es: Error. Se ha agotado el tiempo de sesi&oacute;n. Se le redirigir&aacute; a la p&aacute;gina de acceso.

source: Replacing toolbar
es_es: Sustituyendo barra

source: Selected node
es_es: Nodo seleccionado

source: root:/
es_es: ruta:/

source: XML document has been successfully downloaded and parsed!
es_es: Documento XML descargado y parseado con &eacute;xito!

source: [EXECUTING ACTION] actionID:
es_es: [EJECUTANDO ACCION] actionID:

source: Are you sure you want to close session?
es_es: &iquest;Est&aacute; seguro que desea cerrar la sesi&oacute;n?

source: Mail manager
es_es: Gestor de correo

source: Help
es_es: Ayuda

source: Log viewer
es_es: Visor de logs

source: Text you want to find:
es_es: Texto que quiere buscar:

source: Grep search of: &#34
es_es: B&uacute;squeda grep de: &#34

source: Are you sure you want to close all ximdex tabs?
es_es: &iquest;Est&aacute; seguro que quiere cerrar todas las pesta&ntilde;as de ximdex?

source: Module information
es_es: Informaci&oacute;n de m&oacute;dulos

source: Node information
es_es: Informaci&oacute;n de nodo

source: Idnode was not found
es_es: No se ha encontrado idnode

source: Render selection
es_es: Selecci&oacute;n de renderizador

source: It is necessary to restart ximdex. Do you want to restart now?
es_es: Es necesario reiniciar su ximdex. &iquest;Est&aacute; seguro que quiere proceder?

source: Language selection
es_es: Seleci&oacute;n de idioma

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Mi&eacute;rcoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: S&aacute;bado

source: Su
es_es: Do

source: Mo
es_es: Lu

source: Tu
es_es: Ma

source: We
es_es: Mi

source: Th
es_es: Ju

source: Fr
es_es: Vi

source: January
es_es: Enero

source: Jan
es_es: Ene

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: Apr
es_es: Abr

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: Aug
es_es: Ago

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Dec
es_es: Dic

source: year,
es_es: a&ntilde;o,

source: years,
es_es: a&ntilde;os,

source: day and
es_es: d&iacute;a y

source: days and
es_es: d&iacute;as y

source: of
es_es: de

source: Login time:
es_es: Llevas conectado:

source: Loading information...
es_es: Cargando informaci&oacute;n...

source: Load error "%1%"
es_es: Error de carga "%1%"

source: Error "%1%" does not contain nodes
es_es: Error "%1%" no contiene nodos

source: Loading...
es_es: Cargando...

source: A node with this name already exists for current parent node.
es_es: Un nodo con el mismo nombre ya existe en esta carpeta.

source: Invalid string. Expecting an alphanumeric value without whitespaces.
es_es: Cadena inv&aacute;lida. Se espera una cadena alfanum&eacute;rica sin espacios.

source: A link with this url already exists.
es_es: Ya existe un enlace con esta misma URL.

source: Error "%1%" does not contain elements
es_es: Error "%1%" no contiene elementos

source: Selecting j
es_es: Seleccionando j

source: Loading
es_es: Cargando

source: It would open
es_es: Se abrir&iacute;a

source: Previous:
es_es: Anterior:

source: Next:
es_es: Siguiente:

source: Selecting
es_es: Seleccionando

source: Collapse
es_es: Colapso

source: Click on action:
es_es: Clic en acci&oacute;n:

source: New message
es_es: Mensaje nuevo

source: New messages
es_es: Mensajes nuevos

source: Parent node
es_es: Nodo padre

source: Selection
es_es: Selecci&oacute;n

source: Messaging
es_es: Mensajer&iacute;a

source: Message manager
es_es: Gestor de mensajer&iacute;a

source: Change password
es_es: Cambiar contrase&ntilde;a

source: Change personal password
es_es: Cambiar contrase&ntilde;a personal

source: Ximdex tree
es_es: &Aacute;rbol de Ximdex

source: Status bar
es_es: Barra de estado

source: Close session
es_es: Cerrar sesi&oacute;n

source: Theme selector
es_es: Selector de theme

source: Relaxing blue
es_es: Azul relajante

source: Smooth
es_es: Liso

source: File
es_es: Archivo

source: Modify user data
es_es: Modificar datos de usuario

source: View
es_es: Ver

source: Ximdex manual
es_es: Manual de Ximdex

source: About Ximdex
es_es: Acerca de Ximdex

source: Close
es_es: Cerrar

source: Stop scripts
es_es: Detener scripts

source: Reports
es_es: Informes

source: Actions
es_es: Acciones

source: Action totals
es_es: Total de acciones

source: Actions avaliable
es_es: Acciones disponibles

source: Action statistics
es_es: Estad&iacute;sticas de acciones

source: Time average
es_es: Promedio temporal

source: Synchronizer
es_es: Sincronizador

source: View I
es_es: Vista I

source: Sync. Manager
es_es: Gestor de sinc.

source: View II
es_es: Vista II

source: View logs
es_es: Ver logs

source: Actions on windows
es_es: Acciones en ventanas

source: Smarty console
es_es: Consola Smarty

source: Tools
es_es: Herramientas

source: Filter nodes
es_es: Filtrar nodos

source: Grep search
es_es: B&uacute;squeda Grep

source: Close tabs
es_es: Cerrar pesta&ntilde;as

source: Modules
es_es: M&oacute;dulos

source: Active modules
es_es: M&oacute;dulos activos

source: View id nodes
es_es: Ver id. de Nodos

source: Spanish
es_es: Espa&ntilde;ol

source: English
es_es: Ingl&eacute;s

source: German
es_es: Alem&aacute;n

source: Filter
es_es: Filtro

source: Reload node
es_es: Recargar nodo

source: Pager
es_es: Paginador

source: The ximIO module should be activated to allow copy of nodes.
es_es: Debe activar el m&oacute;dulo ximIO para permitir la copia de nodos.

source: Source node cannot be the same as destination nodeTo filter
es_es: El nodo origen no puede ser igual al nodo destino

source: Source node does not exist
es_es: El nodo de origen no existe

source: Destination node does not exist
es_es: El nodo destino no existe

source: You cannot make a copy of nodes between differents projects
es_es: No se puede hacer una copia de nodos entre diferentes proyectos

source: An error occurred during copy process, information about process could be obtained
es_es: Se ha producido alg&uacute;n error en el proceso de copia, no se ha podido obtener informaci&oacute;n sobre el proceso

source: %d nodes have been successfully copied
es_es: Se han copiado correctamente %d nodos

source: %d nodes have not been copied because of lack of permits
es_es: No se han copiado %d nodos por falta de permisos

source: %d nodes have not been copied because of lack of XML info
es_es: No se han copiado %d nodos por falta de informaci&oacute;n en el XML

source: %d nodes have not been copied because its parents have not been imported
es_es: No se han copiado %d nodos porque sus padres no se han importado

source: %d nodes have not been copied because they are not allowed into the requested parent
es_es: No se han copiado %d nodos porque no est&aacute;n permitidos dentro del padre solicitado

source: Here should be the action name
es_es: Aqu&iacute; debe ir el nombre de la acci&oacute;n

source: Choose a destination
es_es: Elija un destino

source: Recursive process
es_es: Proceso recursivo

source: Execute this action for all files and subfolders
es_es: Ejecutar esta acci&oacute;n para todos los archivos y subcarpetas

source: Copy element
es_es: Copiar elemento

source: This operation is not allowed on the selected destination
es_es: No se permite esta operaci&oacute;n de copiado en el destino seleccionado

source: Please, select another destination
es_es: Por favor, seleccione otro destino

source: There aren't any available destination
es_es: No hay ning&uacute;n destino disponible

source: Channel has been succesfully inserted
es_es: Se ha insertado el canal correctamente

source: Add channel
es_es: A&ntilde;adir canal

source: Ximdex renderizes documents at the <i>Ximdex</i> local server by default. If your website it's going to be dynamic, then select the <i>Client</i> rederized mode
es_es: Ximdex renderiza los documentos en el <i>servidor local</i> por defecto. Si tu sitio web va a ser din&aacute;mico, entonces selecciona el modo de renderizado en <i>Cliente</i>

source: File extension
es_es: Extensi&oacute;n de archivo

source: Users registered without their consent may violate the rules of your country
es_es: Dar de alta usuarios sin su consentimiento puede infringir la normativa vigente de su pa&iacute;s

source: Interface language
es_es: Idioma de la interfaz

source: Description
es_es: Descripci&oacute;n

source: Rendering XSLT in
es_es: Renderizado XSLT en

source: Client
es_es: Cliente

source: Create channel
es_es: Crear canal

source: Group has been successfully inserted
es_es: Se ha insertado el grupo correctamente

source: Add group
es_es: A&ntilde;adir grupo

source: Create group
es_es: Crear grupo

source: Language has been succesfully added
es_es: El idioma se ha a&ntilde;adido correctamente

source: Language
es_es: El idioma

source: could not be
es_es: no ha podido ser

source: added
es_es: a&ntilde;adido

source: Add language
es_es: A&ntilde;adir idioma

source: ISO code
es_es: C&oacute;digo ISO

source: Select an ISO code
es_es: Seleccione un c&oacute;digo ISO

source: Activated
es_es: Activado

source: Link has been successfully added
es_es: El enlace se ha a&ntilde;adido correctamente

source: Link name
es_es: Nombre del enlace

source: Select link type
es_es: Selecciona el tipo de enlace

source: Create link
es_es: Crear enlace
