Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: If you want to have a deeper look into the Ximdex CMS publication process, upgrade this status report with <strong>XPublishTools</strong> module
es_es: Si quieres tener una visi&oacute;n m&aacute;s detallada de la publicaci&oacute;n en Ximdex CMS, ampl&iacute;a la informaci&oacute;n mostrada por este informe de estado instalando el m&oacute;dulo <strong>XPublishTools</strong>

source: Below are listed all the relevant documents in your system, grouped by state. Only are shown the files that are modified in comparation with its last published version.
es_es: Abajo se listan todos los documentos relevantes de tu proyecto, agrupados por estado. S&oacute;lo se muestran los archivos que se han modificado con respecto a su &uacute;ltima versi&oacute;n publicada.

source: There aren't any edited files yet
es_es: No hay documentos editados a&uacute;n

source: Create a new Open Data Catalog
es_es: Crear un nuevo cat&aacute;logo Open Data

source: Create your datasets
es_es: Crea tus datasets

source: Create New Dataset
es_es: Crear nuevo Dataset

source: Create Catalog
es_es: Crear cat&aacute;logo

source: OpenData Section
es_es: Secci&oacute;n OpenData

source: New Dataset
es_es: Nuevo Dataset

source: Name of your catalog
es_es: Nombre de tu cat&aacute;logo

source: A dataset should be for a single data in several formats
es_es: Un dataset deber&iacute;a emplearse para un mismo dato en diferentes formatos

source: Publish Catalog
es_es: Publicar cat&aacute;logo

source: Delete Catalog
es_es: Borrar cat&aacute;logo

source: Edit Dataset
es_es: Editar Dataset

source: Publish Dataset
es_es: Publicar dataset

source: Delete Dataset
es_es: Borrar Dataset

source: Update Dataset
es_es: Actualizar Dataset

source: Distributions
es_es: Distribuciones

source: Add distribution
es_es: A&ntilde;adir distribuci&oacute;n

source: Publicated by
es_es: Publicado por

source: Modification date
es_es: Fecha de Modificaci&oacute;n

source: More Info Url
es_es: Url para m&aacute;s informaci&oacute;n

source: There are no channels associated to this catalog
es_es: No hay canales asociados a este cat&aacute;logo

source: There are no languages associated to this catalog
es_es: No hay lenguajes asociados a este cat&aacute;logo

source: Dataset info
es_es: Informaci&oacute;n del Dataset

source: Spatial
es_es: &Aacute;mbito

source: Spatials
es_es: &Aacute;mbitos

source: Periodicity (in months)
es_es: Periodicidad (en meses)

source: Configure Xlyre
es_es: Configurar Xlyre

source: Xlyre Settings
es_es: Opciones del m&oacute;dulo Xlyre

source: Periodicities (in months)
es_es: Periodicidades (en meses)

source: Licenses can be managed using Ximdex links
es_es: Las licencias asociadas pueden ser manejadas en la carpeta links de Ximdex CMS

source: Please, enter comma separated values in all fields
es_es: Por favor, introduzca valores separados por comas en todos los campos

source: All the fields have been successfully saved.
es_es: Todos los campos se han guardado correctamente.

source: Distribution title
es_es: T&iacute;tulo de la distribuci&oacute;n

source: The document has been saved
es_es: El documento se ha guardado correctamente

source: %s has been successfully created
es_es: %s se ha creado correctamente

source: Container %s has been successfully created
es_es: El documento %s ha sido creado correctamente

source: An error ocurred creating the container node
es_es: Ocurri&oacute; un error al crear el documento

source: Image folder name
es_es: Nombre de carpeta de imágenes

source: Manage metadata
es_es: Gestión de metadatos

source: AUTHOR
es_es: AUTOR

source: DESCRIPTION
es_es: DESCRIPCIÓN

source: [Author]
es_es: [Autor]

source: [Description]
es_es: [Descripci&oacute;n]

source: System metadata info
es_es: Información del sistema de metadatos

source: Name [NodeID]
es_es: Nombre [NodeID]

source: The version %s has been deleted successfully
es_es: La versión %s ha sido borrada correctamente

source: Edit metadata
es_es: Editar metadatos

source: Download files
es_es: Descargar archivos

source: The download will start immediately. If not, click here
es_es: La descarga empezará inmediatamente. Si no, haga click aquí

source: There aren't any files to download
es_es: No hay ningún archivo para descargar

source: Scheduled publications for these files will be cancelled.
es_es: Se cancelarán las publicaciones programadas para estos archivos.

source: You have selected to publish contents of
es_es: Has seleccionado publicar contenido de

source: Would you like to publish the contained subsections?
es_es: ¿Te gustaría publicar las subsecciones contenidas?

source: XimCLUDE folder name
es_es: Nombre de carpeta ximCLUDE

source: Ximlets folder name
es_es: Nombre de carpeta de ximlets

source: There aren't any published files yet
es_es: No hay documentos publicados aún

source: Link folder name
es_es: Nombre de carpeta de enlaces

source: Source node cannot be the same as destination node
es_es: La carpeta origen no puede ser la misma que la carpeta destino

source: Delete RNG schema
es_es: Borrar esquema RNG

source: Generic schema
es_es: Esquema general

source: Metadata schema
es_es: Esquema de metadatos

source: XimNEWS news schema
es_es: Esquema de noticias XimNEWS

source: XimNEWS newsletter schema
es_es: Esquema de newsletter XimNEWS

source: Results
es_es: Resultados

source: There aren't any selected template
es_es: No hay ninguna plantilla seleccionada

source: Name for the new language
es_es: Nombre del nuevo lenguaje

source: Description for the new language
es_es: Descripcion del nuevo lenguaje

source: Group's name
es_es: Nombre del grupo

source: All the tags have been properly associated.
es_es: Todas las etiquetas han sido asociadas correctamente.

source: CSS folder name
es_es: Nombre de carpeta CSS

source: Common folder name
es_es: Nombre de carpeta Common

source: Break the link with master document
es_es: Romper el enlace con documento maestro

source: There aren't any possible master document
es_es: No existe ningún posible documento maestro

source: Do you want to break the link with the following document?
es_es: ¿Quieres romper el link con el siguiente documento?

source: This document can be linked to one of the following documents
es_es: Este documento puede se enlazado a uno de los siguientes documentos

source: This document is already the master document of
es_es: Este documento ya es el documento maestro de

source: The linked file should be selected in order to publicate the file
es_es: Para publicar el archivo deberá de seleccionar el archivo al que se encuentra vinculado

source: You can't delete the node
es_es: No puedes borrar este nodo

source: This document has a symbolic link
es_es: Este documento tiene un enlace simbólico

source: To delete this node you have to break the link with the following node(s)
es_es: Para borrar este nodo se ha de romper el enlace con el/los siguiente/s nodo/s

source: Edit HTML
es_es: Editar HTML

source: Search results for:
es_es: Resultados de búsqueda para:

source: Page
es_es: Página

source: Show
es_es: Mostrar

source: Modify your account
es_es: Modifica tu cuenta

source: belongs to the next groups
es_es: pertenece a los siguientes grupos

source: Preview as
es_es: Previsualizar como

source: Are you sure to continue?
es_es: ¿Estás seguro de que quieres continuar?

source: This association will be deleted
es_es: Esta asociación será eliminada

source: There aren't any created languages. You should create a new one
es_es: No hay ningún idioma creado. Deberías crear uno nuevo

source: Other
es_es: Otro

source: Default channel
es_es: Canal por defecto

source: Error setting Default Channel property
es_es: Error configurando la propiedad Canal por defecto

source: You don't have enough permissions to modify the user role
es_es: No tienes suficientes permisos para modificar el rol del usuario

source: Status name
es_es: Nombre del estado

source: The workflow has been successfully updated
es_es: Se ha actualizado correctamente el workflow

source: The first and the last status can't be modified
es_es: El primero y el último estado no pueden ser modificados

source: Error adding status %s
es_es: Error añadiendo el estado %s

source: Error adding transition %s
es_es: Error añadiendo la transición %s

source: Name or description of status can't be empty
es_es: El nombre o la descripción de los estados no pueden ser vacíos

source: Select the status asociated with the role
es_es: Selecciona los estados asociados con el rol

source: Modify asociated status of role
es_es: Modificar los estados asociados del rol

source: The rol has been successfully updated
es_es: Se ha actualizado correctamente el rol

source: There are errors on extensions
es_es: Hay errores en las extensiones

source: Extensions have ambiguous values
es_es: Las extensiones tienen valores ambiguos

source: The extensions have been updated
es_es: Las extensiones han sido actualizadas

source: Common folder:
es_es: Carpeta common:

source: Set the extensions for the next Nodetypes
es_es: Introduzca las extensiones para los siguientes tipos de nodos

source: Note:
es_es: Nota:

source: the * value means any extension, empty value means none extension. You can't put ambiguous values.
es_es: el valor * significa cualquier extensión, el valor vacío significa ninguna extension. No se admiten valores ambiguos.

source: Allowed extensions
es_es: Extensiones permitidas

source: Set allowed extensions
es_es: Modificar extensiones permitidas

source: selection
es_es: selección
