Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Found links which point at same url:
es_es: Enlaces encontrados que apuntan a la misma url:

source: Upload files
es_es: Subir archivos

source: Add XML documents
es_es: A&ntilde;adir documentos XML

source: Add XML files
es_es: A&ntilde;adir archivos XML

source: Select language
es_es: Seleccionar idioma

source: Files added for upload
es_es: Archivos a&ntilde;adidos para subir

source: There aren't any selected files for upload.
es_es: No hay archivos seleccionados para subir.

source: Upload url not found.
es_es: URL de subida no encontrada.

source: Please, select the schema to follow and a language for your documents before uploading them
es_es: Por favor, selecciona un esquema a seguir y un idioma antes de realizar la subida

source: You should select a schema and a language before uploading.
es_es: Debes seleccionar un esquema y un idioma antes de realizar la subida de ficheros.

source: Continue
es_es: Continuar

source: Completed
es_es: Completado

source: Drag your files here or add them using the 'Add' button below
es_es: Arrastra aqu&iacute; tus ficheros o a&ntilde;&aacute;delos usando el bot&oacute;n 'A&ntilde;adir' de abajo

source: Role has been successfully added
es_es: El rol se ha a&ntilde;adido correctamente

source: New role name
es_es: Nuevo nombre de rol

source: New role description
es_es: Descripci&oacute;n del nuevo rol

source: Add role
es_es: A&ntilde;adir rol

source: Username should be formed by 3 uppercase letters
es_es: El nombre de usuario debe formarse con 3 letras may&uacute;sculas

source: Inserted passwords do not match, the user could not be created
es_es: Las contrase&ntilde;as introducidas no coinciden, no se ha podido crear el usuario

source: User has been successfully inserted
es_es: Se ha insertado el usuario correctamente

source: Add user
es_es: A&ntilde;adir usuario

source: User
es_es: Usuario

source: Username
es_es: Nombre de usuario

source: Username in Ximdex CMS
es_es: Nombre de usuario en Ximdex CMS

source: Name and surname
es_es: Nombre y apellidos

source: Password
es_es: Contrase&ntilde;a

source: Repeat password
es_es: Repetir contrase&ntilde;a

source: E-mail
es_es: Correo electr&oacute;nico

source: Role in general group
es_es: Rol en grupo General

source: Create user
es_es: Crear usuario

source: An error occurred estimating parent node,
es_es: Ha ocurrido un error al estimar el nodo padre,

source: operation will be aborted, contact with your administrator
es_es: se abortar&aacute; la operaci&oacute;n, contacte con su administrador

source: A nodetype could not be estimated to create the document,
es_es: No se ha podido estimar un nodetype para crear el documento,

source: An error occurred creating the document
es_es: Se ha producido un error al crear el documento

source: Language %s insertion has been aborted because it was not found
es_es: Se ha abortado la inserci&oacute;n del idioma %s porque no se ha encontrado en el sistema

source: Document %s has been successfully inserted
es_es: Se ha insertado correctamente el documento %s

source: Insertion of document %s with language %s has failed
es_es: Ha fallado la inserci&oacute;n del documento %s en el idioma %s

source: No schemes found. Maybe you need to create/upload/set properly the type of a RNG schema
es_es: No se han encontrado esquemas. Quiz&aacute;s necesites crear/subir/establecer el tipo de un esquema RNG

source: Add new XML
es_es: A&ntilde;adir nuevo XML

source: File name
es_es: Nombre del archivo

source: Document type
es_es: Tipo de documento

source: Select template
es_es: Seleccione plantilla

source: Associate schema to project
es_es: Asociar esquema al proyecto

source: Associate schema to section
es_es: Asociar esquema a la secci&oacute;n

source: Schema
es_es: Esquema

source: Select master language
es_es: Seleccione idioma maestro

source: Select schema
es_es: Selecciona un esquema

source: Name of your document
es_es: Nombre de tu documento

source: None
es_es: Ninguno

source: Because of system restrictions, the following nodes cannot be deleted:
es_es: Por restricciones del sistema, no se pueden eliminar los siguientes nodos:

source: Selected document or folder is not empty. It also have dependencies with other system documents and it cannot be deleted using your role. Please, undo dependencies or use a user with suitable permissions.
es_es: El documento o carpeta seleccionada no est&aacute; vac&iacute;o. Adem&aacute;s, tiene dependencias externas con otros documentos del sistema y no podr&aacute; eliminarse con su rol. Por favor, deshaga las dependencias o utilice un usuario con los permisos adecuados.

source: Your role cannot delete the selected container because of it has language versions depending on it.
es_es: Su rol no puede borrar el contenedor seleccionado debido a que tiene versiones idiom&aacute;ticas que dependen de &eacute;l.

source: Selected document or folder is not empty and it cannot be deleted using your role. Please, undo dependencies or use a user with suitable permissions.
es_es: El documento o carpeta seleccionada no est&aacute; vac&iacute;o y no podr&aacute; eliminarse con su rol. Por favor, deshaga las dependencias o utilice un usuario con los permisos adecuados.

source: Selected file has dependencies with other system documents and it cannot be deleted using your role. Please, undo dependencies or use a user with suitable permissions.
es_es: El archivo seleccionado tiene dependencias con otros documentos del sistema y no podr&aacute; eliminarse con su rol. Por favor, deshaga las dependencias o utilice un usuario con los permisos adecuados.

source: List of pending documents
es_es: Relaci&oacute;n de documentos dependientes

source: To be able to delete this node, you should first delete the following language versions
es_es: Para poder borrar este nodo, debe borrar primero las siguientes versiones idiom&aacute;ticas

source: Node does not exist. Update XimSearch.
es_es: Nodo no existe. Actualice el XimSearch.

source: Changes in Demo role are not allowed
es_es: No se permiten cambios en el rol Demo

source: An error occurred while deleting:
es_es: Ocurri&oacute; un error durante la eliminaci&oacute;n de:

source: An error occurred while deleting dependencies:
es_es: Ocurri&oacute; un error durante la eliminaci&oacute;n de dependencias:

source: Error message:
es_es: Mensaje de error:

source: All nodes were successfully deleted
es_es: Todos los nodos fueron borrados correctamente

source: Node is not empty and it has external dependencies.
es_es: El nodo no est&aacute; vac&iacute;o y tiene dependencias externas.

source: Node is not empty.
es_es: El nodo no est&aacute; vac&iacute;o.

source: It has external dependencies.
es_es: Tiene dependencias externas.

source: Action successfully performed.
es_es: La acci&oacute;n se realiz&oacute; con &eacute;xito.

source: You are going to delete a node. Would you like to continue?
es_es: Va a eliminar el nodo. &iquest;Desea continuar?

source: The node cannot be deleted without deleting its dependencies.<br/><br/>If you want to delete this node your should delete its dependencies or tick the dependence deletion box
es_es: No se puede borrar el nodo sin borrar las dependencias.<br/><br/>Si desea borrar el nodo debe eliminar las dependencias o marcar la casilla de borrado de dependencias

source: Would you like to delete
es_es: &iquest;Desea borrar

source: You are going to delete system nodes. Would you like to continue?
es_es: Va a eliminar nodos del sistema. &iquest;Desea continuar?

source: This action cannot be undone
es_es: Esta acci&oacute;n no podr&aacute; deshacerse

source: If a long time is elapsed before action is executed, list of dependencies and children of node may change
es_es: Si transcurre un largo tiempo hasta ejecutar la acci&oacute;n, la lista de dependencias y de hijos del nodo pueden haber variado

source: Deleting this node all its children will be deleted too
es_es: Con la eliminaci&oacute;n de este nodo se eliminar&aacute;n tambi&eacute;n todos sus nodos hijos

source: This action does not carry on expiration of nodes
es_es: Esta acci&oacute;n no lleva a cabo la caducidad de nodos

source: The following nodes will be deleted on cascade
es_es: Se eliminar&aacute;n en cascada los siguientes nodos

source: No dependencies were found
es_es: No se han encontrado dependencias

source: Tick to delete all dependencies
es_es: Marcar para borrar todas las dependencias

source: This node has not dependecies at the moment
es_es: Este nodo no tiene dependencias actualmente

source: This node or its children have pending task to publish, if you continue these tasks will be interrupted
es_es: El nodo o sus hijos tienen tareas pendientes de publicar, si contin&uacute;a se interrumpir&aacute;n esas tareas

source: This node, or one or more of its children, are published
es_es: El nodo, o uno o m&aacute;s de sus hijos, est&aacute;n publicados

source: If you do not want to keep your nodes published
es_es: Si no desea mantener sus nodos publicados

source: Edit publication life of your nodes previously deletion.
es_es: Edite la vigencia de publicaci&oacute;n de sus nodos con anterioridad al borrado.

source: Or if you prefer, delete your nodes by hand later in the publication zone
es_es: O borre,si as&iacute; lo desea, sus nodos manualmente de la zona de publicaci&oacute;n con posterioridad

source: User could not be found
es_es: No se ha podido encontrar el usuario

source: User has been successfully deleted
es_es: Se ha eliminado el usuario correctamente

source: Delete user
es_es: Borrar Usuario

source: First and last names
es_es: Nombre y Apellidos

source: Action for testing
es_es: Acci&oacute;n para realizar pruebas

source: Are you sure you want to delete this user?
es_es: &iquest;Seguro que quiere borrar este usuario?

source: Document cannot be opened.
es_es: No se pudo abrir el documento.

source: It is a symbolic link
es_es: Se trata de un enlace simb&oacute;lico

source: have been successfully published
es_es: se han publicado correctamente

source: have not been published, because of an error during process
es_es: no se han publicado, por alg&uacute;n error en el proceso

source: have not been published because they are already published on its most recent version
es_es: no se han publicado porque ya est&aacute;n publicados en su versi&oacute;n m&aacute;s reciente

source: The document which is trying to be edited does not exist
es_es: El documento que se intenta editar no existe

source: It has tried to call a non-existing method for this node: $node->class->updateNew for nodeid:
es_es: Se han intentado llamar al m&eacute;todo inexistente para este nodo: $node->class->updateNew para el nodeid:

source: Editing file
es_es: Editando archivo

source: Clear
es_es: Borrar todo

source: Save and publish
es_es: Guardar y publicar

source: Modification of this template has affected to %1 documents. Would you like to republish them?
es_es: La modificaci&oacute;n de esta plantilla ha afectado a %1 documentos. &iquest;Desea republicarlos?

source: You are going to clear the current content. It won't be removed until you save the data. Are you sure?
es_es: Vas a borrar el contenido actual. No ser&aacute; eliminado hasta que guardes el documento. &iquest;Est&aacute;s seguro?

source: This action allows to edit in a text window the document code.<br/>
es_es: Esta acci&oacute;n permite editar en una ventana de texto el c&oacute;digo de un documento.<br/>

source: Edit the document code in the text box
es_es: Edita el c&oacute;digo del documento en la caja de texto

source: Press Save button
es_es: Pulsa el bot&oacute;n Guardar

source: Precalculating list of nodes to expire
es_es: Precalculando lista de nodos a caducar

source: Expiring node '
es_es: Caducando nodo '

source: Executing: Expire section
es_es: Ejecutando: Expire section

source: Section does not exist: '
es_es: No existe la secci&oacute;n: '

source: Using command
es_es: Uso del comando:

source: ./expiresection_IO.php --sectionid {section id} [-r]
es_es: ./expiresection_IO.php --sectionid {id de la secci&oacute;n} [-r]

source: Read parameters:
es_es: Par&aacute;metros leidos:

source: Ximdex section:
es_es: Secci&oacute;n Ximdex:

source: Are read parameters correct?
es_es: &iquest;Son correctos los par&aacute;metros leidos?

source: To confirm press uppercase 'A' and then press 'Intro'.
es_es: Para confirmar presione la tecla 'A' may&uacute;scula y luego pulse 'Intro'.

source: Press Ctrl+C to exit.
es_es: Para salir pulse Control+C.

source: Expire section
es_es: Caducar secci&oacute;n

source: Publication windows configured for these files will be cancelled.
es_es: Se cancelar&aacute;n las ventanas de publicaci&oacute;n configuradas para dichos archivos.

source: You have selected to expire the contents of section:
es_es: Ha seleccionado caducar los contenidos de la secci&oacute;n:

source: Would you like to expire just this folder or all subsections included in it too?
es_es: &iquest;Desea caducar s&oacute;lo esta carpeta o tambi&eacute;n todas las subsecciones incluidas en ella?

source: Expire just this section
es_es: Caducar s&oacute;lo esta secci&oacute;n

source: Expire section and all subsections included in it
es_es: Caducar la secci&oacute;n y todas las subsecciones incluidas en ella

source: Section <strong>%s</strong> has been successfully expired
es_es: La secci&oacute;n <strong>%s</strong> ha sido caducada correctamente

source: Download file
es_es: Descargar archivo

source: File download will start immediately. If it does not start, click on:
es_es: La descarga del archivo comenzar&aacute; inmediatamente. En caso de no hacerlo, pulse:

source: Download
es_es: Descargar

source: A temporal directory to export could not be created
es_es: No se ha podido crear el directorio temporal para la exportaci&oacute;n

source: All selected documents could not be exported.
es_es: No se han podido exportar los documentos seleccionados.

source: Directory could not be deleted
es_es: No se pudo eliminar el directorio

source: The folder where you want to upload the files does not exist
es_es: La carpeta sobre la que se quieren subir los archivos no existe

source: A node type allowed in this folder could not be estimated, contact with your administrator.
es_es: No se ha podido estimar el tipo de nodo que se puede crear en esta carpeta, contacte con su administrador.

source: File could not be uploaded, contact with your administrator
es_es: No se ha podido subir el archivo, consulte con su administrador

source: File type could not be estimated or it is an invalid type.
es_es: No se ha podido estimar el tipo de archivo o es de un tipo no v&aacute;lido.

source: No type of file which can be inserted in this folder has been found, contact with your administrator
es_es: No se ha encontrado ning&uacute;n tipo de archivo que se pueda insertar en esta carpeta, consulte con su administrador

source: List of allowed extension files is as follows: %s
es_es: La lista de extensiones de archivos permitidos es la siguiente: %s

source: File %s has been successfully inserted
es_es: Se ha insertado el archivo %s correctamente

source: Please, check if there is any file with same name
es_es: Compruebe que no existe ning&uacute;n archivo con el mismo nombre

source: Please, check if path and name are correct
es_es: Compruebe que la ruta y el nombre del archivo son correctos

source: File content %s is going to be replaced with %s
es_es: El contenido del documento %s va a ser sustituido por %s

source: The Image file %s is going to be replaced with %s, but the name in the system will not change.
es_es: El archivo de imagen %s va a ser sustituido por %s, pero el nombre en el sistema no cambiar&aacute;.

source: Document has been successfully replaced
es_es: El documento ha sido sustituido correctamente

source: An unexpected error has occurred while replacing the document
es_es: Ha ocurrido un error inesperado al sustituir el documento

source: Document could not be parsed
es_es: No se ha podido parsear el documento

source: Template %s has been successfully saved.
es_es: La plantilla %s ha sido guardada correctamente.

source: Error while saving template. The operation has not been successfully performed: {$node->msgErr}
es_es: Error al guardar la plantilla.La operaci&oacute;n no se realiz&oacute; correctamente: {$node->msgErr}

source: Messages
es_es: Mensajes

source: Confirm
es_es: Confirmar

source: Upload file
es_es: Subir archivo

source: Template view
es_es: Plantilla de vista

source: Default view
es_es: Vista por defecto

source: Generic use template
es_es: Plantilla de uso gen&eacute;rico

source: XimNEWS news template
es_es: Plantilla de noticia de ximNEWS

source: XimNEWS newsletter template
es_es: Plantilla de bolet&iacute;n de ximNEWS

source: NodeType
es_es: Tipo de nodo

source: Information about
es_es: Informaci&oacute;n sobre

source: Transformer
es_es: Motor de transformaci&oacute;n

source: General info
es_es: Informaci&oacute;n general

source: Properties info
es_es: Informaci&oacute;n de propiedades

source: Workflow info
es_es: Informaci&oacute;n de publicaci&oacute;n

source: It is necessary to be an active user to upload files
es_es: Hace falta estar activo para subir archivos

source: NodeType is empty
es_es: El tipo de nodo est&aacute; vac&iacute;o

source: Files cannot be added because of lack of permits
es_es: No se pueden a&ntilde;adir archivos al nodo por falta de permisos

source: Add style sheets
es_es: A&ntilde;adir hojas de estilo

source: Add images
es_es: A&ntilde;adir im&aacute;genes

source: Add templates
es_es: A&ntilde;adir plantillas

source: Add schemes
es_es: Añadir esquemas

source: Add HTML files
es_es: A&ntilde;adir archivos HTML

source: Add files
es_es: A&ntilde;adir archivos

source: An unexpected error occurred while uploading file
es_es: Error inesperado en la subida del archivo

source: Unexpected error while uploading file. Maybe your web server is not configured properly.
es_es: Error inesperado en la subida del archivo. Quiz&aacute;s tu servidor web no est&aacute; correctamente configurado.

source: File is not of expected type
es_es: El archivo no es del tipo esperado

source: Destination node has not been found
es_es: No se ha encontrado el nodo destino

source: A file already exists with same name.
es_es: Ya existe un archivo con el mismo nombre.

source: File has been successfully overwritten.
es_es: El archivo ha sido sobreescrito correctamente.

source: File has been successfully uploaded.
es_es: El archivo ha sido subido correctamente.

source: BaseIO has returned the error code
es_es: BaseIO ha devuelto el c&oacute;digo de error

source: No files have been found
es_es: No se encontrar&oacute;n archivos

source: File already exists.
es_es: El archivo ya existe.

source: File does not exist.
es_es: El archivo no existe.

source: Not added files
es_es: Archivos no a&ntilde;adidos

source: Added files
es_es: Archivos a&ntilde;adidos

source: Requested document does not exist
es_es: El documento solicitado no existe

source: Document has been successfully updated
es_es: El documento se ha actualizado correctamente

source: Edit html
es_es: Editar html

source: Operation way has not been selected
es_es: No se ha seleccionado el modo de operaci&oacute;n

source: Folder to unzip data could not be created
es_es: No se ha podido crear la carpeta para descomprimir los datos

source: Package with file which you want to import has not been specified or it does not exist
es_es: No se ha especificado el paquete con el archivo que se quiere importar o el archivo no existe

source: Package to import has not been found into zip file
es_es: No se ha encontrado el paquete para importar dentro del archivo comprimido

source: Identification of package has not been found into zip file
es_es: No se ha encontrado la identificaci&oacute;n del paquete dentro del archivo comprimido

source: Error while parsing crendential file
es_es: Error al parsear el archivo de credenciales

source: Incorrect format has been detected on credential file
es_es: Formato incorrecto detectado en el archivo de credenciales

source: Inserted User / password are not correct
es_es: El usuario contrase&ntilde;a introducidos no son correctos

source: Xml of package has not a correct format
es_es: El xml del paquete no tiene un formato correcto

source: Package contains more than one node
es_es: El paquete contiene m&aacute;s de un nodo

source: Node which you want to operate has not been specified
es_es: No se ha especificado el nodo con el que se desea operar

source: Package has no references about path of file to import
es_es: El paquete no contiene referencia al path del archivo a importar

source: Operation has been successfully performed
es_es: La operaci&oacute;n se ha realizado correctamente

source: Node could not be imported
es_es: El nodo no se ha podido importar

source: Use the asterisk '*' to obtain all the links of the current folder
es_es: Usa el asterisco '*' para obtener todos los links de la carpeta actual

source: Select search criteria
es_es: Seleccione un criterio de b&uacute;squeda

source: Find your links and check if they are currently alive by clicking on the icon on the right
es_es: Encuentra tus enlaces y comprueba si est&aacute;n activos actualmente pulsando en el icono de la derecha

source: There aren't any links matching with the current search. Please, try again with another search string
es_es: No se han encontrado enlaces con los criterios de b&uacute;squeda actuales. Por favor, prueba con otra b&uacute;squeda

source: Uncheckable
es_es: No comprobable

source: Last check
es_es: &Uacute;ltima comprobaci&oacute;n

source: External links found
es_es: Enlaces externos encontrados

source: fail
es_es: fallo

source: success
es_es: correcto

source: contains
es_es: contiene

source: does not contain
es_es: no contiene

source: equal to
es_es: igual a

source: not equal to
es_es: no igual a

source: begins with
es_es: comienza por

source: ends with
es_es: termina por

source: Search in subfolders
es_es: Buscar en subcarpetas

source: All fields
es_es: Todos los campos

source: Search results
es_es: Resultados de la b&uacute;squeda

source: Waiting
es_es: En cola

source: On time
es_es: En tiempo

source: Finished
es_es: Finalizado

source: Pending
es_es: Pendiente

source: Ready to publish
es_es: Preparado para publicar

source: With error
es_es: Con error

source: Being published
es_es: Public&aacute;ndose

source: Ready to unpublish
es_es: Preparado para caducar

source: Being unpublished
es_es: Caduc&aacute;ndose

source: Published
es_es: Publicado

source: Published (*)
es_es: Publicado (*)

source: Pumped
es_es: Bombeado

source: Unpublished
es_es: Caducado

source: Replaced
es_es: Reemplazado

source: Deleted
es_es: Borrado

source: Cancelled
es_es: Cancelado

source: Batch list
es_es: Listado de lotes

source: Any state
es_es: Cualquier Estado

source: Any
es_es: Cualquiera

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: Activation
es_es: Activaci&oacute;n

source: Type
es_es: Tipo

source: Publishing
es_es: Publicaci&oacute;n

source: Unpublishing
es_es: Caducidad

source: Sub-Batch
es_es: Sub-lote

source: Size (Kb.)
es_es: Tama&ntilde;o (Kb.)

source: Progress
es_es: Progreso

source: Files
es_es: Ficheros

source: Avg. (Kb.)
es_es: Media (Kb.)

source: Batch
es_es: Lote

source: Sub-Batch #
es_es: Sub-lote #

source: There are no batches matching with the indicated criteria.
es_es: No hay lotes que coincidan con los criterios indicados.

source: See frames
es_es: Ver marcos

source: Close window
es_es: Cerrar ventana

source: An error occurred while deactivating batch.
es_es: Ha ocurrido un error al desactivar el lote.
