Repository: XIMDEX/xcms
Catalog: inc/i18n/locale/*/LC_MESSAGES/messages.po
Languages: es_es

source: Select a workflow
es_es: Seleccione un workflow

source: Ximlet
es_es: El ximlet

source: has been associated with section
es_es: se ha asociado a la secci&oacute;n

source: has not been associated with section
es_es: no se ha asociado a la secci&oacute;n

source: No sections have been selected to be dissasociated.
es_es: No se han indicado secciones para desasociar.

source: Select a container
es_es: Selecciona un contenedor

source: Delete selected sections
es_es: Eliminar secciones asociadas

source: Select node to associate
es_es: Seleccione el nodo a asociar

source: The following ximlet is going to be associated
es_es: Se asociar&aacute; el siguiente ximlet

source: The current operation is not allowed on the selected destination
es_es: La operaci&oacute;n actual no est&aacute; permitida en el destino selecionado

source: This ximlet already is assigned to that target
es_es: Este ximlet ya est&acute; asociado a ese destino

source: Please, select another destination.
es_es: Por favor, seleccione otro destion.

source: Any document to edit has been specified
es_es: No se ha especificado ning&uacute;n documento a editar

source: Specified document does not exist
es_es: El documento especificado no existe

source: Document template could not be obtained
es_es: No se ha podido obtener la plantilla del documento

source: Document template cannot be obtained, consult with your administrator
es_es: No se puede obtener la plantilla del documento, consulte con su administrador

source: Rng could not be loaded
es_es: No se ha podido cargar la rng

source: Requested information to create form could not be extracted
es_es: No se ha podido extraer la informaci&oacute;n necesaria para generar el formulario

source: Form information could not be recovered
es_es: No se ha podido recuperar la informaci&oacute;n del formulario

source: No information has been found to create the document
es_es: No se ha encontrado informaci&oacute;n para crear un documento

source: Content has been successfully saved
es_es: Se ha almacenado el contenido correctamente

source: Active version has been published with its dependencies.
es_es: Se ha publicado la versi&oacute;n vigente junto con sus dependencias.

source: It has been tried to obtain a node which does not exist:
es_es: Se ha intentado obtener un nodo que no existe:

source: Image folders have not been found on server:
es_es: No se han encontrado carpetas de imagenes bajo el servidor:

source: Edit document
es_es: Editar documento

source: Send
es_es: Enviar

source: The node you are trying to update does not exist
es_es: El nodo que se est&aacute; intentando actualizar no existe

source: File time could not be estimated, contact with your administrator
es_es: No se ha podido estimar el tipo de archivo, consulte con su administrador

source: File %s has been successfully updated
es_es: Se ha actualizado el archivo %s correctamente

source: Check that any file with same name does not exist
es_es: Compruebe que no existe ning&uacute;n archivo con el mismo nombre

source: Check that path and file name are corrects
es_es: Compruebe que la ruta y el nombre del archivo son correctos

source: Faster, easier, more powerful
es_es: M&aacute;s r&aacute;pido, m&aacute;s sencillo, m&aacute;s potente

source: Welcome to Ximdex CMS
es_es: Bienvenido a Ximdex CMS

source: Existing projects
es_es: Proyectos existentes

source: Details
es_es: Detalles

source: Seems you don't have any projects yet. Let's start now!
es_es: Parece que no tienes proyectos creados a&uacute;n. &iexcl;Empecemos ahora!

source: Create a new project
es_es: Crear un nuevo proyecto

source: Create a New Project
es_es: Crear un nuevo proyecto

source: Your latest documents
es_es: Tus documentos recientes

source: Create a new project from treeview or by clicking on the button above
es_es: Crea un proyecto nuevo desde el &aacute;rbol o haciendo clic en el bot&oacute;n de arriba

source: Select the '<em>documents folder</em>' in the treeview on the left panel
es_es: Seleciona la carpeta '<em>documents</em>' en el &aacute;rbol en el panel de la izquierda

source: Perform the '<em>Add new document</em>' action to create new documents
es_es: Ejecuta la acci&oacute;n '<em>A&ntilde;adir nuevo documento</em>' para crear nuevos documentos

source: Learn how to
es_es: Aprende c&oacute;mo

source: Create a new Server & publish data
es_es: Crear nuevos servidores y publicar

source: Ximdex CMS, the basics
es_es: Ximdex CMS, conceptos b&aacute;sicos

source: RNG schemes & XSL templates
es_es: Esquemas RNG y plantillas XSL

source: Contact us
es_es: Cont&aacute;ctanos

source: Drag&amp;Drop functionality to add and move elements, the new publication module ximPUBLISH 2.0, and more to make Ximdex faster!
es_es: Funcionalidad Drag&amp;Drop para a&ntilde;adir y mover elementos, el nuevo m&oacute;dulo de publicaci&oacute;n ximPUBLISH 2.0 y m&aacute;s mejoras para hacer Ximdex m&aacute;s r&aacute;pido.

source: Powerful
es_es: Potente

source: New node dependency manager, and projects and users predefined and preinstalled to start using Ximdex in a few clicks.
es_es: Nueva gesti&oacute;n de dependencias y proyectos y usuarios predefinidos para empezar a usar Ximdex en unos pocos clics.

source: Easy
es_es: F&aacute;cil

source: Easy XML edition with the WYSIWYG editor and easy semantic document tagging. Xedit and Xowl module rock!
es_es: Edici&oacute;n f&aacute;cil de XML con el editor WYSIWYG y etiquetado sem&aacute;ntico simple. &iexcl;Xedit y el m&oacute;dulo Xowl son lo m&aacute;s!.

source: Learn more
es_es: Saber m&aacute;s

source: The document is already in its initial state. A previous state cannot be stablished.
es_es: El documento ya se encuentra en su estado inicial. No es posible volver a un estado anterior.

source: At least one user to notify should be selected.
es_es: Debe marcar al menos un usuario a notificar.

source: Backward state notification.
es_es: Notificaci&oacute;n de vuelta atr&aacute;s de estado.

source: Ximdex CMS: new state for document:
es_es: Ximdex CMS: Nuevo estado para el documento:

source: The user
es_es: El usuario

source: is going to be deleted
es_es: va a ser eliminado

source: has changed the state of
es_es: ha cambiado el estado de

source: Full Ximdex path
es_es: Ruta completa en Ximdex

source: Initial state
es_es: Estado inicial

source: Final state
es_es: Estado final

source: Comment
es_es: Comentario

source: The document has been moved to the next state.
es_es: El documento ha sido movido al siguiente estado.

source: The document has been moved to the previous state.
es_es: El documento ha sido movido al estado anterior.

source: Process result
es_es: Resultado de la operaci&oacute;n

source: It is going to be changed the document
es_es: Se va a cambiar el documento

source: from the state
es_es: desde el estado

source: to the state
es_es: hasta el estado

source: Sending notification to the following users:
es_es: Enviando notificaci&oacute;n a los siguientes usuarios:

source: Error sending the message:
es_es: Error enviando el mensaje:

source: Message successfully sent
es_es: Mensaje enviado con &eacute;xito

source: Message successfully sent to
es_es: Mensaje enviado con &eacute;xito a

source: Message successfully sent to user/s %s
es_es: Mensaje enviado con &eacute;xito al usuario/s %s

source: Error sending message to user/s %s
es_es: Error enviando mensaje al usuario/s %s

source: Error changing state:
es_es: Error cambiando de estado:

source: Sending notification to the following users: %s
es_es: Enviando notificaci&oacute;n a los siguientes usuarios: %s

source: Message sent successfully
es_es: Mensaje enviado satisfactoriamente

source: Error sending message
es_es: Error enviando mensaje

source: Error sending e-mail
es_es: Error enviando e-mail

source: Error sending to publish:
es_es: Error al enviar a publicar:

source: Sent to publish successfully
es_es: Env&iacute;o a publicaci&oacute;n satisfactorio

source: State change successfull
es_es: Cambio de estado satisfactorio

source: Error changing state
es_es: Error cambiando de estado

source: Select the group to use
es_es: Seleccione el grupo a utilizar

source: Warning
es_es: Atenci&oacute;n

source: In your work groups there is not any user which could attend to your request.
es_es: En sus grupos de trabajo no hay ning&uacute;n usuario que pueda atender su petici&oacute;n.

source: Other work groups with permissions to attent to it will be shown below.
es_es: A continuaci&oacute;n se le mostrar&aacute;n otros grupos de trabajo con permisos para atenderla.

source: Previous state
es_es: Estado anterior

source: There is not any group to notify which could attend to your request.
es_es: No hay grupos a notificar que puedan atender su petici&oacute;n.

source: Please contact your administrator.
es_es: Por favor contacte con un administrador.

source: Get previous state
es_es: Pasar a estado anterior

source: The publication cycle of the selected document is currently linked to the document
es_es: El ciclo de publicaci&oacute;n del documento seleccionado actualmente se encuentra vinculado al documento

source: In order to get the previous state you should select the linked file.
es_es: Para pasar al estado anterior deber&aacute; seleccionar el archivo al que se encuentra vinculado.

source: Notifications
es_es: Notificaciones

source: Send notifications
es_es: Enviar notificaciones

source: Users
es_es: Usuarios

source: Comments
es_es: Comentarios

source: No caducate
es_es: Sin caducidad

source: Scheduled publications
es_es: Publicaciones programadas

source: <i>pcntl_fork</i> and <i>pcntl_waitpid</i> required functions are both disabled
es_es: Las funciones requeridas <i>pcntl_fork</i> and <i>pcntl_waitpid</i> est&aacute;n ambas deshabilitadas

source: This could cause a slow and unstable publishing. Please, check the <i>php.ini</i> configuration file or contact with your system administrator
es_es: Esto podr&iacute;a ocasionar una publicaci&oacute;n lenta e inestable. Por favor, revisa el fichero de configuraci&oacute;n <i>php.ini</i> o contacta con tu administrador

source: Next state
es_es: Estado siguiente

source: Select the users to notify
es_es: Seleccione los usuarios a notificar

source: Add comments
es_es: A&ntilde;adir comentarios

source: You have not privileges to move forward the node to next status.
es_es: No tiene permisos para pasar el nodo al siguiente estado.

source: You have not assigned a role with privileges to modify workflow status on any of groups associated with the node or the section which contains it.
es_es: No tiene asignado un rol con privilegios para modificar el estado de workflow en ninguno de los grupos asociados al nodo o la secci&oacute;n que lo contiene.

source: You do not belong to any group with publication privileges
es_es: No perteneces a un grupo con permisos de publicacion

source: Do you want to move this file
es_es: &iquest;Quieres mover este archivo

source: State successfully changed
es_es: Estado cambiado satisfactoriamente

source: Users to notify have not been selected.
es_es: No se han seleccionado usuarios a los que enviar notificaciones.

source: No message specified.
es_es: No se ha especificado ning&uacute;n mensaje.

source: State forward notification.
es_es: Notificaci&oacute;n de avance de estado.

source: Message successfully sent to %s
es_es: Mensaje enviado con &eacute;xito a %s

source: Error sending message to the mail address %s
es_es: Error enviando mensaje al correo %s

source: were successfully published
es_es: se han publicado correctamente

source: were not published, due to some error along the process
es_es: no se han publicado, por alg&uacute;n error en el proceso

source: were not published because they are already published in its latest version
es_es: no se han publicado porque ya est&aacute;n publicados en su versi&oacute;n m&aacute;s reciente

source: The node could not be loaded
es_es: No se ha podido cargar el nodo

source: The server could not be loaded
es_es: No se ha podido cargar el servidor

source: The document belongs to a server which has not any configured physical server.
es_es: El servidor al que pertenece el documento no tiene servidores f&iacute;sicos configurados

source: The publication cycle of the selected document is currently linked to the document
es_es: El ciclo de publicaci&oacute;n del documento seleccionado actualmente se encuentra vinculado al documento

source: The linked file should be selected in order to go forward the next state
es_es: Para pasar al estado siguiente deber&aacute; seleccionar el archivo al que se encuentra vinculado

source: No information about the selected group (%s) could be obtained
es_es: No se ha podido obtener informaci&oacute;n sobre el grupo seleccionado (%s)

source: No information about the selected workflow state (%s) could be obtained
es_es: No se ha podido obtener informaci&oacute;n sobre el estado de workflow seleccionado (%s)

source: You have no privileges to modify the workflow state of this document.
es_es: No tiene privilegios para modificar el estado de workflow de este documento.

source: The groups with privileges to perform this action are the following
es_es: Los grupos que tienen privilegios para realizar esta acci&oacute;n son los siguientes

source: The group %s can move forward the document to the state %s
es_es: El grupo %s puede promocionar el documento al estado %s

source: Currently there is no groups which can move forward the document to any state, consult your administrator
es_es: Actualmente no hay grupos que pruedan promocionar el documento a ning&uacute;n estado, consulte con su administrador

source: Publication period
es_es: Per&iacute;odo de publicaci&oacute;n

source: Select one of the currently available windows...
es_es: Seleccione una de las ventanas actualmente disponibles...

source: Undetermined
es_es: Sin determinar

source: At this moment, there is not any available window.
es_es: Actualmente, no hay ninguna ventana disponible.

source: Warning: The last publication window has not defined any end-date
es_es: Aviso: La &uacute;ltima ventana de publicaci&oacute;n no tiene definida ninguna fecha de finalizaci&oacute;n

source: Do you want to set the begin-date of the new window as the end-date of the previous window?
es_es: &iquest;Deseas marcar la fecha de inicio del nuevo periodo de publicaci&oacute;n como la fecha de fin de la publicaci&oacute;n anterior?

source: Publish all levels
es_es: Publicar todos los niveles

source: Publish until a certain depth level
es_es: Publicar hasta un determinado nivel de profundidad

source: Publish just the document (without its structure: css, images, scripts)
es_es: Publicar &uacute;nicamente el documento (sin su estructura: css, im&aacute;genes, scripts)

source: Do you want to publish its related documents?
es_es: &iquest;Quieres publicar sus documentos relacionados?

source: You don't have scheduled publications yet
es_es: No tienes publicaciones programadas todav&iacute;a

source: The following nodes
es_es: Los siguientes nodos

source: Path
es_es: Ruta

source: Channel
es_es: Canal

source: The script %s has been successfully locked.
es_es: Se ha bloqueado correctamente el script %s .

source: Due to the script was running, it is necessary to finish task which was being executed before stopping effectively. Therefore, it may take some minutes.
es_es: Dado que el script se encontraba en ejecuci&oacute;n, es necesario que finalice la tarea que estaba realizando antes de detenerse de forma efectiva. Por tanto, es posible que transcurran algunos minutos.

source: The script %s could not been locked.
es_es: No se ha podido bloquear el script %s .

source: The next time the script will be executed it will not be automatically stopped.
es_es: El script no ser&aacute; detenido de forma autom&aacute;tica la pr&oacute;xima vez que se ejecute.

source: It has been applied an action on a non-existing script.
es_es: Se ha solicitado una acci&oacute;n sobre un script inexistente.

source: Running
es_es: Ejecut&aacute;ndose

source: Stopped
es_es: Parado

source: Locked
es_es: Bloqueado

source: Non-Locked
es_es: No bloqueado

source: Ximdex scripts
es_es: Scripts de Ximdex

source: State
es_es: Estado

source: This action is not supported on your browser.
es_es: Esta acci&oacute;n no est&aacute; soportada por su explorador.

source: We recommend that you updated your system of RNG templates.
es_es: Le recomendamos que actualice el sistema de plantillas a RNG.

source: You can also use browser Firefox 3.6 to see this editor.
es_es: Tambi&eacute;n puede utilizar el explorador Firefox 3.6 para usar este editor.

source: Selected node has not a valid template, it could be deleted
es_es: El nodo seleccionado no tiene una plantilla v&aacute;lida, puede ser que se haya borrado

source: Check if template exists and if it does contact your administrator
es_es: Compruebe que la plantilla existe y en caso de que exista contacte con su administrador

source: Form editor
es_es: Editor de formularios

source: Create and edit forms on Ximdex
es_es: Edita y crea formularios en Ximdex

source: Service name
es_es: Nombre del servicio

source: Handler name
es_es: Nombre del manejador

source: Type of form to perform
es_es: Tipo de formulario a realizar

source: select type
es_es: seleccione tipo

source: Search / Insertion
es_es: B&uacute;squeda / Inserci&oacute;n

source: Detail / Simple deletion
es_es: Detalle / Borrado simple

source: Source fields
es_es: Campos de origen

source: Field edition
es_es: Edici&oacute;n de campo

source: Field
es_es: Campo

source: Input type
es_es: Tipo de entrada

source: Style
es_es: Estilo

source: Small box (50 px)
es_es: Caja peque&ntilde;a (50 px)

source: Box (100 px)
es_es: Caja (100 px)

source: Large box (200 px)
es_es: Caja grande (200 px)

source: Validation
es_es: Validaci&oacute;n

source: Error on server
es_es: Error en servidor

source: Yes
es_es: Sí

source: Yes
es_es: Sí

source: Requested
es_es: Requerido

source: Avanced
es_es: Avanzada

source: While this box is been ticked, preview will be opened on new windows.
es_es: Mientras est&eacute; marcada la casilla, los previos se abrir&aacute;n en ventanas nuevas.

source: Document could not be opened. Blocked by
es_es: No se pudo abrir el documento. Bloqueado por

source: Document is blocked by other user.
es_es: El documento de encuentra bloqueado por otro usuario.

source: Document could not be opened. It is a symbolic link.
es_es: No se pudo abrir el documento. Se trata de un enlace simb&oacute,lico.

source: Document is a symbolic link.
es_es: El documento es un enlace simb&oacute;lico.

source: Error: Document was not found.
es_es: Error: No se encontr&oacute; el documento.

source: Available elements
es_es: Elementos disponibles

source: Wait, please...
es_es: Espere, por favor...

source: Link manager
es_es: Gestor de enlaces

source: Available descriptions for the selected link
es_es: Descripciones disponibles para el link seleccionado

source: Associate selected ximlet with the following node ID:
es_es: Asociar el ximlet seleccionado al siguiente identificador de nodo:

source: Accept
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Choose a channel
es_es: Elija un canal

source: Annotation
es_es: Anotaci&oacute;n

source: Load
es_es: Cargar

source: Links
es_es: Enlaces

source: Link header
es_es: Cabecera del link

source: Visit
es_es: Visitar

source: Images
es_es: Im&aacute;genes

source: Last version
es_es: Ult. versi&oacute;n

source: Last modified
es_es: Ult. modificaci&oacute;n

source: Last modified by
es_es: Ult. modificaci&oacute;n por

source: Not published
es_es: No publicado

source: Updating data
es_es: Actualizando datos

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: License
es_es: Licencia

source: Articles
es_es: Art&iacute;culos

source: People
es_es: Personas

source: Person
es_es: Persona

source: Organizations
es_es: Organizaciones

source: Organization
es_es: Organizaci&oacute;n

source: Places
es_es: Lugares

source: Place
es_es: Lugar

source: Friend of a friend
es_es: Amigo de un amigo

source: Geospatial
es_es: Geoespacial

source: Update
es_es: Actualizar

source: Document properties
es_es: Propiedades del documento

source: History
es_es: Hist&oacute;rico

source: Save
es_es: Guardar

source: Tree view
es_es: Vista &aacute;rbol

source: Design view
es_es: Vista dise&ntilde;o

source: Remote view
es_es: Vista remota

source: Tree
es_es: &Aacute;rbol

source: Grid
es_es: Tabla

source: Undo
es_es: Deshacer

source: Redo
es_es: Rehacer

source: Put element up
es_es: Subir elemento

source: Put element down
es_es: Bajar elemento

source: Delete selected element
es_es: Borrar elemento seleccionado

source: Copy selected element
es_es: Copiar elemento seleccionado

source: Cut selected element
es_es: Cortar elemento seleccionado

source: Validate schema
es_es: Validar esquema

source: Ximlet manager
es_es: Gestor de Ximlets

source: Spell checker
es_es: Corrector ortogr&aacute;fico

source: Publish
es_es: Publicar

source: Preview
es_es: Previsualizar

source: Open in a new window
es_es: Abrir en una nueva ventana

source: Show/hide options
es_es: Mostrar/ocultar opciones

source: Show/hide channels
es_es: Mostrar/ocultar canales

source: Show/hide attributes
es_es: Mostrar/ocultar atributos

source: Show/hide annotations
es_es: Mostrar/ocultar anotaciones

source: Show/hide debug log
es_es: Mostrar/ocultar log de depuraci&oacute;n

source: Show/hide change history
es_es: Mostrar/ocultar historial de cambios

source: Show/hide available elements
es_es: Mostrar/ocultar elementos disponibles

source: Tables
es_es: Tablas

source: Rows
es_es: Filas

source: Cols
es_es: Columnas

source: Add table
es_es: A&ntilde;adir tabla

source: Table class
es_es: Clase de la tabla

source: Plain
es_es: Plana

source: List
es_es: Listado

source: Data
es_es: Datos

source: Current column align
es_es: Alineaci&oacute;n de columnas actual

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: Col
es_es: Columna

source: Remove
es_es: Borrar

source: Row
es_es: Fila

source: Scroll up
es_es: Subir

source: Scroll down
es_es: Bajar

source: A non-existing node cannot be edited:
es_es: Se est&aacute; intentando editar un nodo que no existe:

source: A non-existing node cannot be saved:
es_es: Se est&aacute; intentando guardar el contenido de un nodo que no existe:

source: The content of %s could not be saved
es_es: No se ha podido autoguardar el contenido de: %s

source: A non-existing node content cannot be obtained:
es_es: Se est&aacute; intentando obtener el contenido de un nodo que no existe:

source: The php5-enchant module should be installed to use the spell checker
es_es: El modulo php5-enchant debe ser instalado para usar el corrector ortogr&aacute;fico.

source: EnricherKey configuration value has not been defined
es_es: No se ha definido el valor de configuraci&oacute;n EnricherKey

source: Xowl module has not been installed.<br/><br/> If you want to realize the noticeable improvements that you will obtain with Xowl, a demonstrative video is shown below (%s)<br/><br/>Also, you can test it at <a target='_blank' href='http://demo.ximdex.com'>demo.ximdex.com</a><br/><br/>
es_es: No tiene habilitado el m&oacute;dulo Xowl.<br/><br/>Si quiere comprobar las mejoras notables que obtendr&iacute;a al instalar Xowl, le mostramos a continuaci&oacute;n un v&iacute;deo demostrativo (<a href='http://www.youtube.com/watch?v=xnhUzYKqJPw' target='_blank'>link</a>)<br/><br/>Tambi&eacute;n puede pru&eacute;balo en <a target='_blank' href='http://demo.ximdex.com'>demo.ximdex.com</a><br/><br/>

source: docxap cannot be found.
es_es: No se encuentra la docxap.
